Repository: Neriderc/GVExport
Catalog: resources/lang/*.po
Languages: ca, cs, de, fr, nb, pl, ru

source: Update
ca: Actualitzar
cs: Aktualizovat
de: Aktualisieren
fr: Mettre à jour
nb: Oppdater
pl: Aktualizuj
ru: Обновлять

source: Reset
ca: Reinicialitzar
cs: Resetovat
de: Einstellungen zur&uuml;cksetzen
fr: Réinitialiser
nb: Nullstill
pl: Resetuj
ru: Перезагрузить

source: Appearance
ca: Aparença
cs: Vzhled
de: Gestaltung des Diagramms
fr: Apparence
nb: Utseende
pl: Wygląd
ru: Вид

source: Output settings
ca: Configuració d'eixida
cs: Nastavení výstupu
de: Ausgabe-Einstellungen
fr: Paramètres de sortie
pl: Ustawienia Wyjściowe
ru: Настройки вывода

source: Include anyone related to
ca: Incloure a qualsevol persona relacionada amb
cs: Zahrnout všechny příbuzné s
de: Alle, die verwandt sind mit
fr: Inclure tout individu liée à
nb: Inkluder alle som er relatert til
pl: Uwzględnij wszystkie osoby związane z
ru: Включите всех, кто связан с

source: Stop processing on
ca: Detindre el processament en
cs: Ukončit zpracování u
de: Beende Bearbeitung bei
fr: Arrêter le traitement sur
nb: Stopp behandlingen på
pl: Zatrzymaj przetwarzanie
ru: Остановить обработку

source: Include ancestors
ca: Incloure avantpassats
cs: Zahrnout předky
de: Vorfahren einbeziehen
fr: Inclure les ancêtres
ru: Включить предков

source: Connections to include
de: Einzubeziehende Verbindungen
fr: Relations à inclure

source: Siblings
ca: germans
cs: Sourozence
de: Geschwister
fr: Fratrie
nb: Søsken
pl: Rodzeństwo
ru: Братья и сестры

source: Include descendants
ca: Incloure descendents
cs: Zahrnout potomky
de: Nachkommen einbeziehen
fr: Inclure les descendants
ru: Включить потомков

source: Max levels
ca: Nivells màxims
cs: Do úrovně
de: Maximale Generationen
fr: Niveaux maximums
ru: Максимальные уровни

source: Mark not blood-related people with different colour
ca: Marcar persones no consanguínies amb diferent color
cs: Nepokrevní příbuzné označit jinou barvou
de: Nicht blutsverwandte Personen in einer anderen Farbe markieren
fr: Marquer les individus non liés par le sang avec des couleurs différentes
pl: Nie oznaczaj osób spokrewnionych o innym kolorze skóry
ru: Отметить не кровнородственных людей с разным цветом кожи

source: Add link to individuals and families in PDF output
de: URL zu Personen und Familien bei der pdf-Ausgabe hinzufügen
fr: Ajouter un lien aux individus et familles dans la sortie PDF

source: Show birthdate
ca: Mostrar data de naixement
cs: Zobrazit datum narození
de: Geburtsdatum zeigen
fr: Montrer la date de naissance
pl: Pokaż Datę Urodzenia
ru: Показать дату рождения

source: Show birthplace
ca: Mostrar indret de naixement
cs: Zobrazit místo narození
de: Geburtsort zeigen
fr: Montrer le lieu de naissance
pl: Pokaż Miejsce Urodzenia
ru: Показать место рождения

source: Show death date
ca: Mostrar data de defunció
cs: Zobrazit datum úmrtí
de: Sterbedatum zeigen
fr: Montrer la date de décès
ru: Показать дату смерти

source: Full date
ca: Data completa
cs: Úplné datum
de: Vollständiges Datum
fr: Date complète
ru: Полная дата

source: Year
ca: Any
cs: Rok
de: Jahr
fr: Année
nb: År
pl: Rok
ru: Год

source: Show death place
ca: Mostrar lloc de defunció
cs: Zobrazit místo úmrtí
de: Sterbeort zeigen
fr: Montrer le lieu de décès
ru: Показать место смерти

source: Show family XREF
ca: Mostrar XREF familiar
cs: Zobrazit XREF rodiny
de: XREF einer Familie zeigen
fr: Montrer l'identifiant de la famille
ru: Показать идентификатор семьи

source: Show marriage date
ca: Mostrar data de casament
cs: Zobrazit datum sňatku
de: Heiratsdatum zeigen
fr: Montrer la date de mariage
ru: Показать дату брака

source: Show marriage place
ca: Mostrar indret de casament
cs: Zobrazit místo sňatku
de: Heiratsort zeigen
fr: Montrer le lieu du mariage
ru: Показать место заключения брака

source: Graph direction
ca: Direcció del gràfic
cs: Směr grafu
de: Richtung des Diagramms
fr: Orientation du graphe
ru: Направление графика

source: Diagram type
ca: Tipus de diagrama
cs: Typ diagramu
de: Diagrammtyp
fr: Type de diagramme
ru: Тип диаграммы

source: Separated
de: Getrennt
fr: Séparé

source: Combined
ca: Combinat
cs: Kombinovaný
de: Kombiniert
fr: Combiné
nb: Kombinert
pl: Połączony
ru: Комбинация

source: Photos
ca: Afegir fotos
de: Fotos

source: Output file type
ca: Tipus d'arxiu d'eixida
cs: Typ výstupního souboru
de: Ausgabedateityp
fr: Type du fichier de sortie
ru: Тип выходного файла

source: Number of iterations (MCLIMIT)
ca: Nombre d'iteracions (MCLIMIT)
cs: Počet iterací (MCLIMIT)
de: Anzahl der Iterationen
fr: Nombre d'itérations (MCLIMIT)
nb: Antall iterasjoner (MCLIMIT)
pl: Liczba Iteracji (MCLIMIT)
ru: Количество итераций (MCLIMIT)

source: DPI
ca: PPP
de: DPI (Punkte pro Zoll)
fr: Résolution (PPP)

source: Show options
ca: Mostrar opcions
cs: Zobrazit možnosti
de: Auswahlmöglichkeiten zeigen
fr: Montrer les options
ru: Показать параметры

source: Top-to-bottom
ca: De d'alt a baix
cs: Shora dolů
de: Von oben nach unten
fr: Haut-en-bas
ru: Сверху вниз

source: Left-to-right
ca: D'esquerra a dreta
cs: Zleva doprava
de: Von links nach rechts
fr: Gauche-à-droite
ru: Слева направо

source: Space between generations
ca: Espai entre generacions
cs: Prostor mezi generacemi
de: Abstand zwischen den Generationen
fr: Espace entre les générations
nb: Plass mellom generasjoner
pl: Przestrzeń między pokoleniami
ru: Пространство между поколениями

source: Space between individuals on the same level
ca: Espai entre individus del mateix nivell
cs: Prostor mezi osobami stejné úrovně
de: Abstand zwischen den Personen auf der selben Ebene
fr: Espace entre les individus du même niveau
nb: Plass mellom individer på samme nivå
pl: Przestrzeń między osobami na tym samym poziomie
ru: Пространство между людьми, находящимися на одном уровне

source: Error running GVExport in browser mode
ca: Error en executar GVExport en manera navegador
cs: Chyba při spuštění GVExportu v režimu prohlížeče
de: Fehler bei der Ausführung von GVExport im Browser
fr: Erreur d’exécution de GVExport dans le mode navigateur
ru: Ошибка при запуске GVExport в режиме браузера

source: Download
ca: Descarregar
cs: Stáhnout
de: Herunterladen
fr: Télécharger
nb: Nedlasting
pl: Pobierz
ru: Скачать

source: Full place name
ca: Topònim complet
cs: Úplný název místa
de: Vollständige Ortsnamen
fr: Nom de lieu complet
nb: Fullt stedsnavn
ru: Полное название места

source: City and country
ca: Ciutat i país
cs: Město a země
de: Ort und Land
fr: Ville et pays
ru: Город и страна

source: City and 2 letter ISO country code
ca: Ciutat i codi de país ISO de dues lletres
cs: Město a 2-místný ISO kód země
de: Ort und 2-Buchstaben ISO-Länder-Code
fr: Ville et code pays ISO à 2 lettres
ru: Город и 2-буквенный код страны ISO

source: City and 3 letter ISO country code
ca: Ciutat i codi de país ISO de tres lletres
cs: Město a 3-místný ISO kód země
de: Ort und 3-Buchstaben ISO-Länder-Code
fr: Ville et code pays ISO à 3 lettres
pl: Miasto i 3 Litery Kodu ISO Kraju
ru: Город и 3-буквенный код страны ISO

source: Space
ca: Espai
cs: Prostor
de: Abstand
fr: Espace
nb: Plass
pl: Odstęp
ru: Космос

source: Between generations
ca: Entre generacions
cs: Mezi generacemi
de: Zwischen Generationen
fr: Entre les générations
nb: Mellom generasjoner
pl: Między pokoleniami
ru: Между поколениями

source: Between individuals on the same level
ca: Entre individus del mateix nivell
cs: Mezi osobami stejné úrovně
de: Zwischen Personen auf der selben Ebene
fr: Entre les individus du même niveau
nb: Mellom individer på samme nivå
pl: Między osobami na tym samym poziomie
ru: Между людьми, находящимися на одном уровне

source: Abbreviated place names
ca: Topònims abreujats
cs: Zkrácené názvy míst
de: Abgekürzte Ortsnamen
fr: Noms de lieux abrégés
nb: Forkortede stedsnavn
pl: Skrócone nazwy miejscowości
ru: Сокращенные названия мест

source: People to be included
ca: Persones a incloure
cs: Zahrnout osoby
de: Einzubeziehende Personen
fr: Individu à inclure
nb: Personer som skal inkluderes
pl: Osoby, które należy uwzględnić
ru: Люди, которые должны быть включены

source: Show individual XREF
ca: Mostrar XREF individual
cs: Zobrazit XREF osoby
de: XREF einer Person zeigen
fr: Montrer les identifiants des individus
ru: Показать индивидуальный идентификатор

source: Options limited as Graphviz not installed on server
ca: Opcions limitades, perquè Graphviz no està instal·lat al servidor
cs: Možnosti jsou omezené, protože na serveru není instalován Graphviz
de: Optionen sind eingeschränkt, da Graphviz nicht auf dem Server installiert ist
fr: Options limitées parce que Graphviz n’est pas installé sur le serveur

source: Anyone
ca: Ningú
cs: Všechny
de: Jeder
fr: Tout le monde
nb: Hvem som helst
pl: Wszyscy
ru: Любой

source: All relatives
ca: Tots els familiars
cs: Všechny příbuzné
de: Alle Verwandten
fr: Tous les parents
nb: Alle pårørende
pl: Wszyscy krewni
ru: Все родственники

source: You have items in the clippings cart, which can be used for the diagram instead of the below options.
ca: Té elements en el carret de retallades, que es poden utilitzar per al diagrama en lloc de les següents opcions.
cs: Ve schránce s výstřižky máte položky, které lze použít pro diagram místo níže uvedených možností.
de: Es gibt Datensätze im Sammelbehälter, die für das Diagramm - statt der unten stehenden Optionen - verwendet werden können.
fr: Vous avez des objets dans le panier qui peuvent être utilisés pour le diagramme au lieu des options ci-dessous.
nb: Du har elementer i utklippsvognen, som kan brukes til diagrammet i stedet for alternativene nedenfor.
pl: Masz elementy w koszyku wycinków, które można wykorzystać do diagramu zamiast poniższych opcji.
ru: У вас есть элементы в корзине для вырезок, которые можно использовать для диаграммы вместо приведенных ниже вариантов.

source: Use clippings cart
ca: Utilitzar el carret de retallades
cs: Použít výstřižky
de: Sammelbehälter verwenden
fr: Utiliser le panier
nb: Bruk utklippsvogn
pl: Użyj koszyka wycinków
ru: Используйте корзину вырезок

source: Ignore clippings cart
ca: Ignorar el carret de retallades
cs: Ignorovat výstřižky
de: Sammelbehälter ignorieren
fr: Ignorer le panier
nb: Ignorer utklippsvogn
pl: Ignoruj koszyk wycinków
ru: Игнорировать корзину вырезок

source: Warning
ca: Atenció
cs: Varování
de: Warnung
fr: Attention
nb: Advarsel
pl: Ostrzeżenie
ru: Предупреждение

source: Individual required
ca: Es requereix individu
cs: Osoba je vyžadována
de: Person wird benötigt
fr: Individu requis
nb: Individuell påkrevd
pl: Indywidualne wymagania
ru: Индивидуальный требуется

source: Generated %s individuals and %s family records
ca: Generació de %s individus i %s registres familiars
cs: Vytvořeno %s záznamů osob a %s záznamů rodin
de: Es wurden %s Personen- und %s Familien-Datensätze erzeugt.
fr: %s individus et %s familles générés
pl: Generuj %s osoby i %s rejestru rodzinnego
ru: Сгенерировано %s отдельных лиц и %s семейных записей

source: Invalid starting individual:
ca: l'individu inicial no és vàlid:
cs: Neplatná výchozí osoba:
de: Ungültige Startperson:
fr: Individu de départ invalide
pl: Nieprawidłowa osoba startowa:
ru: Недействительный стартовый человек:

source: Your browser does not support exporting images this large. Please reduce number of records, reduce DPI setting, or use SVG option.
ca: El seu navegador no admet l'exportació d'imatges tan grans. Reduïsca el nombre de registres, reduïsca la configuració de DPI o utilitze l'opció SVG.
cs: Váš prohlížeč nepodporuje export takto velkých obrázků. Zmenšete prosím počet záznamů, snižte nastavení DPI nebo použijte možnost SVG.
de: Ihr Browser unterstützt keinen Export von so großen Diagrammen. Bitte reduzieren Sie die Anzahl der Datensätze oder des DPI-Wertes oder benutzen Sie die Option SVG.
fr: Votre navigateur ne supporte pas l’exportation d’images aussi grandes. Veuillez réduire le nombre d’enregistrements, la résolution (PPP) ou utilisez l’option SVG.
pl: Twoja przeglądarka nie obsługuje eksportowania tak dużych obrazów. Zmniejsz liczbę rekordów, zmniejsz ustawienie DPI lub użyj opcji SVG.
ru: Ваш браузер не поддерживает экспорт изображений такого размера. Пожалуйста, уменьшите количество записей, уменьшите настройку DPI или используйте опцию SVG.

source: Toggle advanced settings
ca: Alternar la configuració avançada
cs: Přepnout pokročilá nastavení
de: Erweiterte Optionen umschalten
fr: Basculer en paramètres avancés
pl: Ustawienia zaawansowane
ru: Переключить дополнительные настройки

source: Ignore unseen links to speed up relative check
ca: Ignorar els enllaços invisibles per a accelerar la comprovació relativa
cs: Ignorovat neviditelné odkazy a tím urychlit kontrolu spřízněnosti
de: Verbindungen außerhalb des sichtbaren Bereichs ignorieren, um die Berechnung der Verwandtschaftsbeziehungen zu beschleunigen
fr: Ignorer liens invisibles pour augmenter vitesse de calcul de parenté
pl: Ignoruj niewidoczne linki, aby przyspieszyć sprawdzanie
ru: Игнорировать невидимые ссылки, чтобы ускорить относительную проверку

source: Non-relatives
ca: No familiars
cs: Nezpříznění
de: Nicht-Verwandte
fr: Non apparentés
pl: Osoby niespokrewnione
ru: Не родственники

source: Font
de: Schrift
fr: Police
pl: Czcionka
ru: Шрифт

source: Typeface
ca: Tipus de lletra
cs: Druh písma
de: Schriftart
fr: Style de police
pl: Krój pisma
ru: Шрифт

source: Font colour for names
ca: Color de la font per a noms
cs: Barva fontu pro jména
de: Schriftfarbe für Namen
fr: Couleur de fonte pour les noms
pl: Kolor czcionki dla nazwisk
ru: Цвет шрифта для имен

source: Font colour for details
ca: Color de la font per a més detalls
cs: Barva fontu pro detaily
de: Schriftfarbe für Details
fr: Couleur de fonte pour les détails
pl: Kolor czcionki dla szczegółów
ru: Цвет шрифта для деталей

source: Login expired. Reloading page...
ca: Inici de la sessió caducada. Recarregant pàgina..
cs: Přihlášení vypršelo. Obnovuji stránku...
de: Anmeldung ist abgelaufen. Seite wird neu geladen ...
fr: Session expirée. Rechargement de la page…
pl: Login wygasł. Strona ładuje się ponownie..
ru: Срок действия логина истек. Перезагрузка страницы...

source: Relationship arrows
ca: Fletxes de relació
cs: Šipky vztahů
de: Beziehungspfeile
fr: Flèches relationnelles
pl: Strzałki relacji
ru: Стрелки отношений

source: Show blood relationship in different colour
ca: Mostra la consanguinitat de diferent color
cs: Pokrevní příbuzenství zobrazit jinou barvou
de: Blutsverwandtschaft in anderer Farbe anzeigen
fr: Montrer la relation de sang par une autre couleur
pl: Pokaż związek krwi w innym kolorze
ru: Покажите кровные отношения другим цветом

source: Related by birth
ca: Relacionat per naiximent
cs: Spřízněnost narozením
de: Beziehung durch Geburt
fr: Apparenté par la naissance
pl: Relacje przez urodzenie
ru: Родственники по рождению

source: Related other than by birth
ca: Relacionats que no siguin per naixement
cs: Spřízněnost jiná než narozením
de: Beziehung nicht durch Geburt
fr: Relation autre que de naissance
pl: Relacje inne niż przez urodzenie
ru: Родственники, кроме как по рождению (например, усыновление)

source: Full name
ca: Nom complet
cs: Celé jméno
de: Vollständiger Name
fr: Nom complet
pl: Imię i nazwisko
ru: ФИО

source: Given and surnames
ca: Nom i cognoms
cs: Jména a příjmení
de: Vor- und Nachnamen
fr: Prénoms et noms de famille
pl: Imię i nazwiska
ru: Данные и фамилии

source: Given names
ca: Nom
cs: Jména
de: Vornamen
fr: Prénoms
pl: Imiona
ru: Данное имя

source: Surnames
ca: Cognoms
cs: Příjmení
de: Nachnamen
fr: Noms de famille
pl: Nazwiska
ru: Фамилии

source: Don't show names
ca: No mostris noms
cs: Nezobrazovat jména
de: Keine Namen zeigen
fr: Ne pas montrer les noms
pl: Nie pokazuj imion
ru: Не показывать имена

source: First given name only
ca: Nom i cognoms només
cs: Pouze první jméno
de: Nur der erste Vorname
fr: Prénom uniquement
pl: Pokaż tylko imię
ru: Только первое имя

source: Initials only
ca: Nomès Inicials
cs: Pouze iniciály
de: Nur Initialen
fr: Initiales seulement
pl: Tylko inicjały
ru: Только инициалы

source: Given name initials and surname
ca: Inicials del nom i cognoms
cs: Iniciály jmen a příjmení
de: Initialen der Vornamen und Nachnamen
fr: Initiales du prénom et de nom de famille
ru: Настоящее имя инициалы и фамилия

source: Partners
ca: Parella
cs: Partnery
de: Partner
fr: Partenaires
pl: Partnerzy
ru: Партнеры

source: Browser render
ca: Renderització del navegador
cs: Vykreslování na straně prohlížeče
de: Darstellung im Browser
fr: Rendu du navigateur
pl: Renderowanie w przeglądarce
ru: Рендеринг в браузере

source: Auto-update
ca: Actualització automàtica
cs: Automaticky aktualizovat
de: Automatische Aktualisierung
fr: Mise à jour automatique
pl: Automatyczna aktualizacja
ru: Автоматическое обновление

source: Clear all
ca: Esborra-ho tot
cs: Vyčistit vše
de: Alle entfernen
fr: Effacer tout
pl: Wyczyść wszystko
ru: Очистить все

source: XREFs of included individuals
ca: XREF de persones incloses
cs: XREFy osob
de: XREFs der einbezogenen Personen
fr: identifiants des individus inclus
pl: XREF uwzględnionych osób
ru: Внешние ссылки включенных лиц

source: Abbreviated names
ca: Noms abreujats
cs: Zkrácená jména
de: Abgekürzte Namen
fr: Noms abbréviés
pl: Nazwy skrócone
ru: Сокращенные имена

source: Fullscreen
ca: Pantalla completa
cs: Celá obrazovka
de: Vollbildansicht
fr: Plein écran
pl: Pełny ekran
ru: Полноэкранный

source: Male individuals
ca: Individus masculins
cs: Osoby mužské
de: Männer
fr: Individus masculins
pl: Osoby płci męskiej
ru: Особи мужского пола

source: Female individuals
ca: Individus femenins
cs: Osoby ženské
de: Frauen
fr: Individus féminins
pl: Osoby płci żeńskiej
ru: Женщины

source: Other gender individuals
ca: Altres identitats sexuals
cs: Osoby jiného pohlaví
de: Personen mit anderem Geschlecht
fr: Individus d’un autre genre
pl: Osoby płci innej
ru: Люди другого пола

source: Unknown gender individuals
ca: Individus de sexe desconegut
cs: Osoby neznámého pohlaví
de: Personen mit unbekanntem Geschlecht
fr: Individus d’un genre inconnu
pl: Osoby o nieznanej płci
ru: Люди неизвестного пола

source: Not blood-related male individuals
ca: Individus masculins no consanguinis
cs: Osoby mužské nespřízněné pokrevně
de: Nicht-blutsverwandte Männer
fr: Individus masculins sans lien de sang
pl: Osoby niespokrewnione płci męskiej
ru: Неродственные по крови особи мужского пола

source: Not blood-related female individuals
ca: Individus femenins no consanguinis
cs: Osoby ženské nespřízněné pokrevně
de: Nicht-blutsverwandte Frauen
fr: Individus féminins sans lien de sang
pl: Osoby niespokrewnione płci żeńskiej
ru: Неродственные по крови особи женского пола

source: Not blood-related other gender individuals
ca: No relacionats consanguinis amb altres identitats sexuals
cs: Osoby jiného pohlaví nespřízněné pokrevně
de: Nicht-blutsverwandte Personen mit anderem Geschlecht
fr: Individus autre gendre sans lien de sang
pl: Osoby niespokrewnione innej płci
ru: Лица другого пола, не связанные кровным родством

source: Not blood-related unknown gender individuals
ca: Individus de sexe desconegut no consanguinis
cs: Osoby neznámého pohlaví nespřízněné pokrevně
de: Nicht-blutsverwandte Personen mit unbekanntem Geschlecht
fr: Individus gendre inconnu sans lien de sang
pl: Osoby niespokrewnione nieznanej płci
ru: Неродственные по крови лица неизвестного пола

source: Individual background colour
ca: Color de fons individual
cs: Barva pozadí osoby
de: Hintergrundfarbe eines Personenkästchens
fr: Couleur de fond de l’individu
pl: Indywidualny kolor tła
ru: Индивидуальный цвет фона

source: Family background
ca: Antecedents familiars
cs: Pozadí rodiny
de: Hintergrundfarbe eines Familienkästchens
fr: Arrière-plan de la famille
pl: Tło rodziny
ru: История семьи

source: Outline colour
ca: Color del contorn
cs: Barva obrysu
de: Rahmenfarbe
fr: Couleur de bordure
pl: Kolor konturu
ru: Цвет контура

source: Diagram background colour
ca: Color del fons del diagrama
de: Hintergrundfarbe des Diagramms
fr: Couleur de fond du diagramme
ru: Цвет фона диаграммы

source: Exit fullscreen
ca: Eixir de la pantalla completa
cs: Opustit celou obrazovku
de: Vollbildansicht verlassen
fr: Sortir du plein écran
pl: Opuść pełny ekran
ru: Выйти из полноэкранного режима

source: Default values for GVExport
ca: Valors predeterminats per a GVExport
cs: Výchozí hodnoty pro GVExport
de: Standardwerte für GVExport
fr: Valeurs par défaut pour GVExport
pl: Wartości domyślne dla GVExport
ru: Значения по умолчанию для GVExport

source: Values here are used as default values for new users of GVExport, and are used when users choose to reset the settings.
ca: Els valors aquí s'utilitzen com a valors predeterminats per als nous usuaris de GVExport, i s'utilitzen quan els usuaris trien restablir la configuració.
cs: Zde uvedené hodnoty se použijí jako výchozí hodnoty pro nové uživatele GVExportu a při resetování nastavení na výchozí nastavení.
de: Die hier konfigurierten Werte werden als Standardwerte für neue Benutzer von GVExport verwendet; sie kommen auch zur Anwendung, wenn ein Nutzer seine Einstellungen zurücksetzt.
fr: Les valeurs sont ici utilisées comme valeurs par défaut pour les nouveaux utilisateurs de GVExport et lorsque les utilisateurs choisissent de réinitialiser les paramètres.
pl: Wartości tutaj są używane domyślne dla nowych użytkowników GVExport i gdy użytkownicy zdecydują się zresetować ustawienia.
ru: Значения здесь используются в качестве значений по умолчанию для новых пользователей GVExport и используются, когда пользователи решают сбросить настройки.

source: reset to defaults
ca: Restablir als valors predeterminats
cs: resetovat na výchozí nastavení
de: Auf Standardwerte zurücksetzen
fr: Réinitialiser les valeurs
pl: Przywróć domyślne
ru: сбросить настройки по умолчанию

source: Font size for details
ca: Mida de font per als detalls
cs: Velikost fontu pro detaily
de: Schriftgröße für Details
fr: Taille de la fonte pour les détails
pl: Rozmiar czcionki dla szczegółów
ru: Размер шрифта для деталей

source: Font size for names
ca: Mida de font per als nms
cs: Velikost fontu pro jména
de: Schriftgröße für Namen
fr: Taille de la fonte pour les noms
pl: Rozmiar czcionki dla nazwisk
ru: Размер шрифта имени

source: browser and SVG only
ca: Només navegador i SVG
cs: jen prohlížeč a SVG
de: Nur im Browser und bei SVG
fr: navigateur et SVG seulement
pl: tylko przeglądarka i SVG
ru: только браузер и SVG
