Repository: Neriderc/GVExport
Catalog: resources/lang/*.po
Languages: ca, cs, de, fr, nb, pl, ru

source: Side by side
ca: Colze a colze
de: Nebeneinander
fr: Côte à côte
ru: Бок о бок

source: Stacked
ca: Apilada
de: Übereinander
fr: Empilé
ru: Сложенный

source: Style individuals based on shared note
ca: Estilitzar els individus basant-se en una nota compartida
de: Personenkästchen auf Basis einer gemeinsamen Notiz gestalten
fr: Style des personnes basés sur une note partagée

source: Default background colour for new items
ca: Color de fons predeterminat per als elements nous
de: Standardhintergrundfarbe für neue Einträge
fr: Couleur par défaut pour les nouveaux éléments

source: Add shared note style
ca: Afegir un estil de nota compartida
de: Füge einen Stil für eine gemeinsame Notiz hinzu
fr: Ajouter un style de note partagée

source: Edit shared notes
ca: Editar notes compartides
de: Gemeinsame Notizen bearbeiten
fr: Editer les notes partagées

source: %s shared note styles saved.
ca: %s estils de notes compartides desats.
de: %s Stile für gemeinsame Notizen wurden gespeichert.
fr: Pourcentage de styles de notes partagées sauvegardés

source: No styles set based on shared notes.
ca: No s'estableix cap estil basat en notes compartides.
de: Es wurden keine Stile basierend auf gemeinsamen Notizen festgelegt.
fr: Aucun style n'a été défini sur la base de notes partagées

source: Shared note colour
ca: Color de les notes compartides
de: Farbe für gemeinsame Notiz
fr: Couleur des notes partagées

source: This option lets you set styles for the tiles of individuals based on the shared notes linked to those individuals. Currently only the background colour can be set.
ca: Aquesta opció permet definir estils per a les peces dels individus en funció de les notes compartides vinculades a aquestes persones. Actualment només es pot establir el color de fons.
de: Mit dieser Auswahl können Sie Stile für die Personenkästchen basierend auf den mit diesen Personen verknüpften gemeinsamen Notizen festlegen. Derzeit kann nur die Hintergrundfarbe eingestellt werden.
fr: Cette option vous permet de définir des styles pour les vignettes des personnes en fonction des notes partagées liées à ces personnes. Actuellement, seule la couleur d'arrière-plan peut être définie.

source: The options in this section are:
ca: Les opcions d'aquest apartat són:
de: Die Auswahlmöglichkeiten in diesem Abschnitt sind:
fr: Les options de cette section sont :

source: Enable option to use this functionality. If this is disabled, the settings are not used.
ca: Habilita l'opció per utilitzar aquesta funcionalitat. Si es desactiva, la configuració no s'utilitza.
de: Aktivieren Sie die Option, um diese Funktion zu nutzen. Wenn dies deaktiviert ist, werden die Einstellungen nicht verwendet.
fr: Activer l'option pour utiliser cette fonctionnalité. Si cette option est désactivée, les paramètres ne sont pas utilisés.

source: When adding a new item, this is the default colour used.
ca: En afegir un element nou, aquest és el color predeterminat que s'utilitza.
de: Beim Hinzufügen eines neuen Elements wird standardmäßig diese Farbe verwendet.
fr: Lors de l'ajout d'un nouvel élément, c'est la couleur par défaut qui est utilisée.

source: Choose a shared note from this list and it will be added to the list of shared notes.
ca: Selecciona una nota compartida d'aquesta llista i s'afegirà a la llista de notes compartides.
de: Wählen Sie eine gemeinsame Notiz aus dieser Liste aus und sie wird zur Liste der gemeinsamen Notizen in diesem Modul hinzugefügt.
fr: Choisissez une note partagée dans cette liste et elle sera ajoutée à la liste des notes partagées.

source: Click this to view the list of shared notes, where you can remove them, rearrange the order, or change the style associated with them.
ca: Fes clic aquí per veure la llista de notes compartides, on pots eliminar-les, reordenar-ne l'ordre o canviar-ne l'estil associat.
de: Klicken Sie hier, um die Liste der gemeinsamen Notizen anzuzeigen. Dort können Sie sie entfernen, die Reihenfolge ändern oder den damit verbundenen Stil ändern.
fr: Cliquez sur ce bouton pour afficher la liste des notes partagées, où vous pouvez les supprimer, en réorganiser l'ordre ou modifier le style qui leur est associé.

source: This option is shown on the list item in the edit screen, where you can choose the background colour for individuals linked to this shared note.
ca: Aquesta opció es mostra a l'element de la llista de la pantalla d'edició, on pots seleccionar el color de fons de les persones vinculades a aquesta nota compartida.
de: Diese Option wird im Listenelement im Bearbeitungsbildschirm angezeigt, wo Sie die Hintergrundfarbe für Personen auswählen können, die mit dieser gemeinsamen Notiz verknüpft sind.
fr: Cette option s'affiche sur l'élément de la liste dans l'écran d'édition, où vous pouvez choisir la couleur d'arrière-plan des personnes liées à cette note partagée.

source: To use this option, first select a shared note. A new screen will appear allowing you to set the style to use for that shared note. You may add multiple items, and you can drag the items in the list to rearrange them.
ca: Per utilitzar aquesta opció, primer selecciona una nota compartida. Apareixerà una pantalla nova que et permetrà definir l'estil que s'utilitzarà per a aquesta nota compartida. Pots afegir diversos ítems i arrossegar els ítems de la llista per reordenar-los.
de: Um diese Option zu verwenden, wählen Sie zunächst eine gemeinsame Notiz aus. Es erscheint ein neues Fenster, in dem Sie den Stil festlegen können, der im Zusammenhang mit dieser gemeinsamen Notiz verwendet werden soll. Sie können mehrere Elemente hinzufügen und die Elemente in der Liste verschieben, um sie neu anzuordnen.
fr: Pour utiliser cette option, sélectionnez d'abord une note partagée. Un nouvel écran s'affiche pour vous permettre de définir le style à utiliser pour cette note partagée. Vous pouvez ajouter plusieurs éléments et les faire glisser dans la liste pour les réorganiser.

source: If the same style is set by multiple settings, the following order is used:
ca: Si el mateix estil s'estableix amb diversos paràmetres, s'utilitza l'ordre següent:
de: Wenn derselbe Stil durch mehrere Einstellungen festgelegt wird, wird die folgende Reihenfolge verwendet:
fr: Si le même style est défini par plusieurs paramètres, l'ordre suivant est utilisé :

source: The style set based on shared notes is then used, if relevant. If an individual is linked to multiple shared notes in the list, the style from the highest note in the list is used.
ca: A continuació, s'utilitza el conjunt d'estils basat en notes compartides, si escau. Si una persona està vinculada a diverses notes compartides de la llista, s'utilitzarà l'estil de la nota més alta de la llista.
de: Gegebenenfalls wird dann der auf gemeinsamen Notizen basierende Stil verwendet. Wenn eine Person mit mehreren gemeinsamen Notizen in der Liste verknüpft ist, wird der Stil verwendet, der in der Liste am weitesten oben steht.
fr: Le style défini en fonction des notes partagées est ensuite utilisé, le cas échéant. Si une personne est liée à plusieurs notes partagées dans la liste, le style de la note la plus élevée de la liste est utilisé.

source: If the above options do not apply, then the Individual Background Colour is used.
ca: Si les opcions anteriors no s'apliquen, s'utilitza el color de fons individual.
de: Wenn die oben genannten Optionen nicht zutreffen, wird die ansonsten festgelegte Hintergrundfarbe des Personenkästchens verwendet.
fr: Si les options ci-dessus ne s'appliquent pas, la couleur d'arrière-plan de la personne est utilisée.

source: Marriage date prefix
ca: Prefix de data de matrimoni
de: Symbol für Heirat
fr: Préfixe de la date de mariage

source: Abbreviated month names
ca: Noms de mes abreujats
de: Abgekürzte Monatsnamen
fr: Noms abrégés des mois

source: This section allows for some changes to the content of tiles, including links, abbreviations, and the details included on individuals and families.
ca: Aquesta secció permet alguns canvis en el contingut de les peces, inclosos enllaços, abreviatures i els detalls inclosos sobre persones i famílies.
de: Dieser Abschnitt ermöglicht einige Änderungen am Inhalt von Kästchen, einschließlich Verweise, Abkürzungen und der enthaltenen Details zu Einzelpersonen und Familien.
fr: Cette section permet de modifier le contenu des vignettes, y compris les liens, les abréviations et les détails concernant les personnes et les familles.

source: There are several options to shorten the names of individuals displayed.
ca: Hi ha diverses opcions per escurçar els noms de les persones que es mostren.
de: Es gibt mehrere Möglichkeiten, den angezeigten Namen von Einzelpersonen zu verkürzen.
fr: Plusieurs options permettent de raccourcir les noms des personnes affichées.

source: the default option, this shows the primary name and any nickname. This option currently is the only one where the preferred name is underlined, and is the only one to show nicknames (in &quot;quotes&quot;).
ca: L'opció per defecte, mostra el nom principal i qualsevol àlies. Aquesta opció actualment és l'única on se subratlla el nom preferit, i és l'única que mostra sobrenoms (a " cometes").
de: die Standardoption, diese zeigt den primären Namen und Spitznamen. Diese Option ist derzeit die einzige, bei der der bevorzugte Name (Rufname) unterstrichen ist und Spitznamen (in &quot;Anführungszeichen&quot;) angezeigt werden.
fr: l'option par défaut, elle affiche le nom principal et les surnoms éventuels. Cette option est actuellement la seule où le nom préféré est souligné, et la seule à afficher les surnoms (entre guillemets).

source: like the full name, but without nicknames.
ca: com el nom complet, però sense sobrenoms.
de: wie der vollständige Name, aber ohne Spitznamen und Rufnamen.
fr: comme le nom complet, mais sans surnoms.

source: just the given names are displayed.
ca: Només es mostren els noms de pila.
de: nur die Vornamen werden angezeigt.
fr: seuls les prénoms sont affichés.

source: just the first word of the name in the given names field.
ca: només la primera paraula del nom al camp noms de pila.
de: nur der jeweils erste Vorname kommt zur Anzeige.
fr: seulement le premier mot du nom dans le champ des noms donnés.

source: just the surnames are displayed.
ca: Només es mostren els cognoms.
de: nur die Nachnamen werden angezeigt.
fr: seuls les noms de famille sont affichés.

source: this displays initials only, for example &quot;JFK&quot;.
ca: Això només mostra les inicials, per exemple " JFK".
de: hier werden nur Initialen angezeigt, zum Beispiel &quot;JFK&quot;.
fr: n'affiche que les initiales, par exemple &quot;JFK&quot ;.

source: this shows initials for the first and second given name, as well as the full surname. For example: &quot;J.F. Kennedy&quot;
ca: Mostra les inicials del primer i segon nom, així com el cognom complet. Per exemple: "J.F. Kennedy"
de: hier werden für den ersten und zweiten Vornamen Initialen und die vollständigen Nachnamen angezeigt. Zum Beispiel: &quot;J.F. Kennedy&quot;
fr: affiche les initiales du premier et du deuxième prénom, ainsi que le nom de famille complet. Par exemple : &quot;J.F. Kennedy&quot ;

source: no names are shown. If birth and death details are also disabled then it is possible to show only photos or even just coloured boxes.
ca: No es mostren noms. Si les dades de naixement i defunció també estan desactivades, és possible mostrar només fotos o fins i tot només caixes de colors.
de: es werden keine Namen angezeigt. Wenn die Geburts- und Todesdaten ebenfalls deaktiviert sind, können nur Fotos oder sogar nur farbige Kästchen angezeigt werden.
fr: aucun nom n'est affiché. Si les détails de la naissance et du décès sont également désactivés, il est possible de n'afficher que des photos ou même des cases colorées.

source: There are several options to shorten place names (for place of birth, place of marriage, place of death).
ca: Hi ha diverses opcions per escurçar els topònims (per al lloc de naixement, el lloc de matrimoni, el lloc de mort).
de: Es gibt mehrere Möglichkeiten, Ortsnamen abzukürzen (für Geburtsort, Ort der Eheschließung, Ort des Todes).
fr: Plusieurs options permettent d'abréger les noms de lieux (pour le lieu de naissance, le lieu de mariage, le lieu de décès).

source: the place name is printed in full.
ca: El topònim està imprès íntegrament.
de: der Ortsname wird vollständig ausgegeben.
fr: le nom du lieu est imprimé en entier.

source: the first and last section of the place name is used, using commas to split the sections. For example, &quot;London, England, United Kingdom&quot; would be shortened to &quot;London, United Kingdom&quot;
ca: S'utilitza el primer i l'últim tram del topònim, utilitzant comes per dividir les seccions. Per exemple, " Londres, Anglaterra, Regne Unit" s'escurçaria a " Londres, Regne Unit"
de: der erste und der letzte Abschnitt des Ortsnamens wird verwendet, wobei Kommas verwendet werden, um die Abschnitte zu trennen. Beispiel: &quot;London, England, Vereinigtes Königreich&quot; würde zu &quot;London, Vereinigtes Königreich&quot; abgekürzt.
fr: la première et la dernière section du nom de lieu sont utilisées, avec une virgule entre chaque section. Par exemple, &quot;Londres, Angleterre, Royaume-Uni&quot ; sera abrégé en &quot;Londres, Royaume-Uni&quot ;

source: the first and last section of the place name is used, using commas to split the sections. The country is then converted to the ISO3166-1-Alpha-2 country code. <br>For example, &quot;Calgary, Alberta, Canada&quot; would be shortened to &quot;Calgary, CA&quot;
ca: S'utilitza el primer i l'últim tram del topònim, utilitzant comes per dividir les seccions. El país es converteix al codi de país ISO3166-1-Alpha-2. <br>Per exemple, " Calgary, Alberta, Canadà> s'escurçaria a " Calgary, Califòrnia;
de: der erste und der letzte Abschnitt des Ortsnamens werden verwendet, wobei Kommas verwendet werden, um die Abschnitte zu trennen. Das Land wird dann in den Ländercode ISO3166-1-Alpha-2 umgewandelt.<br>Beispiel: &quot;Calgary, Alberta, Kanada&quot; würde zu &quot;Calgary, CA&quot; abgekürzt.
fr: la première et la dernière section du nom de lieu sont utilisées, avec une virgule entre chaque section. Le pays est alors converti en code pays ISO3166-1-Alpha-2.<br>Par exemple, &quot;Calgary, Alberta, Canada&quot; sera abrévié en &quot;Calgary, CA&quot;

source: the first and last section of the place name is used, using commas to split the sections. The country is then converted to the ISO3166-1-Alpha-3 country code.<br>For example, &quot;Calgary, Alberta, Canada&quot; would be shortened to &quot;Calgary, CAN&quot;
ca: S'utilitza el primer i l'últim tram del topònim, utilitzant comes per dividir les seccions. A continuació, el país es converteix al codi de país ISO3166-1-Alpha-3.<br>Per exemple, " Calgary, Alberta, Canadà> s'escurçaria a " Calgary, CAN"
de: der erste und der letzte Abschnitt des Ortsnamens werden verwendet, wobei Kommas verwendet werden, um die Abschnitte zu trennen. Das Land wird dann in den ISO3166-1-Alpha-3-Ländercode umgewandelt.<br>Beispiel: &quot;Calgary, Alberta, Kanada&quot; würde zu &quot;Calgary, CAN&quot; abgekürzt.
fr: la première et la dernière section du nom de lieu sont utilisées, avec une virgule entre chaque section. Le pays est alors converti en code pays ISO3166-1-Alpha-3.<br>Par exemple, &quot;Calgary, Alberta, Canada&quot; sera abrévié en &quot;Calgary, CAN&quot;

source: Note - The CLDR display name is used for matching. The data comes from <a href="https://www.datahub.io/core/country-codes" class="help-link">Datahub</a> but has been modified as for example the original CLDR name for the United Kingdom is &quot;UK&quot;, and the original CLDR name for the United States is &quot;US&quot;. Matching against these countries for the purposes of abbreviation is therefore pointless. So changes have been made to make this work better. Please <a href="https://github.com/Neriderc/GVExport/issues/new" class="help-link">open an issue</a> on GitHub if you find a country is not abbreviating correctly.
ca: Nota: el nom de visualització CLDR s'utilitza per fer coincidències. Les dades provenen de <a href="https://www.datahub.io/core/country-codes" class="help-link">Datahub</a> però s'han modificat com per exemple el nom CLDR original per al Regne Unit és "UK", i el nom CLDR original per als Estats Units és " US". Per tant, no té sentit coincidir amb aquests països a efectes d'abreviatura. Per tant, s'han fet canvis per millorar aquest treball. Si us plau, <a href="https://github.com/Neriderc/GVExport/issues/new" class="help-link">open an issue</a> a GitHub si trobeu que un país no s'abreuja correctament.
de: Hinweis: Der CLDR-Anzeigename wird für den Abgleich verwendet. Die Daten stammen von <a href=\"https://www.datahub.io/core/country-codes\" class=\"help-link\">Datahub</a>, wurden aber teilweise modifiziert; zum Beispiel ist der ursprüngliche CLDR-Name für das Vereinigte Königreich &quot;UK&quot;, und der ursprüngliche CLDR-Name für die Vereinigten Staaten ist &quot;US&quot;. Ein Abgleich mit diesen Ländern zum Zweck der Abkürzung ist daher sinnlos. Daher wurden Änderungen vorgenommen, um diese Arbeit besser zu machen. Bitte <a href=\"https://github.com/Neriderc/GVExport/issues/new\" class=\"help-link\">öffnen Sie ein Problem</a> auf GitHub, wenn Sie feststellen, dass ein Land nicht korrekt abgekürzt wird.
fr: Note - Le nom d'affichage CLDR est utilisé pour la mise en correspondance. Les données proviennent de <a href="https://www.datahub.io/core/country-codes" class="help-link">Datahub</a> mais ont été modifiées comme par exemple le nom CLDR original du Royaume-Uni est "UK" et celui des États-Unis est "US". La comparaison avec ces pays à des fins d'abréviation est donc inutile. Des modifications ont donc été apportées pour améliorer ce fonctionnement. S'il vous plaît <a href="https://github.com/Neriderc/GVExport/issues/new" class="help-link">ouvrez une question</a> sur GitHub si vous trouvez un pays qui n'est pas abrévié correctement.

source: Selecting this box will shorten the month names. This uses the webtrees built in date shortening; in most cases, the month name will be shortened to three characters, e.g. \"Jan\" for January
ca: Si seleccioneu aquesta casella, s'escurçaran els noms dels mesos. Això utilitza els arbres web construïts en l'escurçament de dates; en la majoria dels casos, el nom del mes s'escurçarà a tres caràcters, per exemple, "Jan" per al gener
de: Wenn Sie dieses Kästchen auswählen, werden die Monatsnamen abgekürzt. Dies nutzt die in webtrees eingebaute Datumsverkürzung; In den meisten Fällen wird der Monatsname auf drei Zeichen gekürzt, z. B. \"Jan\“ für Januar
fr: Cocher cette case raccourcira les noms de mois en utilisant la forme de date de webtrees ; dans la plupart des cas le nom du mois sera abrégé en trois caractères, ex : \"Jan\" pour January (Janvier)

source: Whether to include the XREF of individuals in the diagram.
ca: Si s'ha d'incloure l'XREF dels individus en el diagrama.
de: Ob die XREF von Personen in das Diagramm aufgenommen werden soll.
fr: Indique s'il faut inclure le XREF des individus dans le diagramme.

source: Check the box if you would like to include the birthdate of individuals in the output.
ca: Marqueu la casella si voleu incloure la data de naixement de les persones a la sortida.
de: Aktivieren Sie das Kontrollkästchen, wenn Sie das Geburtsdatum von Personen in die Ausgabe aufnehmen möchten.
fr: Cochez la case si vous souhaitez inclure la date de naissance des individus dans le résultat.

source: You can also choose whether to show the full date of birth or just the year.
ca: També podeu triar si voleu mostrar la data completa de naixement o només l'any.
de: Sie können auch wählen, ob Sie das vollständige Geburtsdatum oder nur das Jahr anzeigen möchten.
fr: Vous pouvez également choisir d'afficher la date de naissance complète ou seulement l'année.

source: Whether to show the place of birth in the output. Also see option for abbreviating place names.
ca: Si s'ha de mostrar el lloc de naixement a la sortida. Vegeu també l'opció d'abreujar topònims.
de: Ob der Geburtsort in der Ausgabe angezeigt werden soll. Siehe auch Option zum Abkürzen von Ortsnamen.
fr: Indique si le lieu de naissance doit apparaître dans le résultat. Voir également l'option d'abréviation des noms de lieux.

source: Check the box if you would like to include the death date of individuals in the output.
ca: Marqueu la casella si voleu incloure la data de defunció de les persones a la sortida.
de: Aktivieren Sie das Kontrollkästchen, wenn Sie das Sterbedatum von Personen in die Ausgabe aufnehmen möchten.
fr: Cochez la case si vous souhaitez inclure la date de décès des personnes dans le résultat.

source: You can also choose whether to show the full date of death or just the year.
ca: També pots triar si vols mostrar la data completa de la defunció o només l'any.
de: Sie können auch wählen, ob das vollständige Sterbedatum oder nur das Jahr angezeigt werden soll.
fr: Vous pouvez également choisir d'afficher la date complète du décès ou seulement l'année.

source: Whether to show the place of death in the output. Also see option for abbreviating place names.
ca: Si s'ha de mostrar el lloc de la mort a la sortida. Vegeu també l'opció d'abreujar topònims.
de: Ob der Sterbeort in der Ausgabe angezeigt werden soll. Siehe auch Option zum Abkürzen von Ortsnamen.
fr: Indique si le lieu du décès doit être affiché dans le résultat. Voir également l'option d'abréviation des noms de lieux.

source: Whether to print the sex of the individual on the individual&apos;s tile, e.g. &quot;Male&quot;
ca: Si s'ha d'imprimir el sexe de l'individu als taulells, per exemple " Masculí"
de: Ob das Geschlecht der Person im Kästchen der Person ausgegeben werden soll, z.B. &quot;Männlich&quot;.
fr: Indique si le sexe de l'individu doit être imprimé sur la vignette de l'individu, par exemple "Homme"

source: Whether to include the XREF of families in the output.
ca: Si s'ha d'incloure la XREF de famílies a la sortida.
de: Ob die XREF von Familien in die Ausgabe aufgenommen werden soll.
fr: Indique s'il faut inclure le XREF des familles dans le résultat.

source: Check the box if you would like to include the date of marriage in the output.
ca: Marqueu la casella si voleu incloure la data de matrimoni a la sortida.
de: Aktivieren Sie das Kästchen, wenn Sie das Heiratsdatum in die Ausgabe aufnehmen möchten.
fr: Cochez la case si vous souhaitez inclure la date du mariage dans le résultat.

source: You can also choose whether to show the full date of marriage or just the year.
ca: També podeu triar si voleu mostrar la data completa del matrimoni o només l'any.
de: Sie können auch wählen, ob das vollständige Heiratsdatum oder nur das Jahr angezeigt werden soll.
fr: Vous pouvez également choisir d'afficher la date complète du mariage ou seulement l'année.

source: Whether to show the place of marriage in the output. Also see option for abbreviating place names.
ca: Si s'ha de mostrar el lloc del matrimoni a la sortida. Vegeu també l'opció d'abreujar topònims.
de: Ob der Ort der Eheschließung im Diagramm angezeigt werden soll. Siehe auch Option zum Abkürzen von Ortsnamen.
fr: Indique si le lieu du mariage doit être indiqué dans le résultat. Voir également l'option d'abréviation des noms de lieux.

source: Oldest first
ca: Els més antics primer
de: Älteste zuerst
fr: Anciens en premier

source: Newest first
ca: El més nou primer
de: Neueste zuerst
fr: Récents en premier

source: Alphabetical order
ca: Ordre alfabètic
de: Alphabetische Reihenfolge
fr: Ordre alphabétique

source: Reverse alphabetical order
ca: Ordre alfabètic invers
de: Umgekehrte alphabetische Reihenfolge
fr: Ordre alphabétique inverse
