Repository: Neriderc/GVExport
Catalog: resources/lang/*.po
Languages: ca, cs, de, fr, nb, pl, ru

source: Settings list sort order
ca: Configuració de l'ordre d'ordenació de la llista
de: Sortierung der Liste der Einstellungen
fr: Définition de l'ordre de tri

source: The default option. New settings are added to the bottom of the list.
ca: L'opció per defecte. S'afegeixen nous paràmetres a la part inferior de la llista.
de: Standardauswahl. Neue Einstellungen werden am Ende der Liste eingefügt.
fr: Option par défaut. Les nouveaux réglages sont ajoutés à la fin de la liste.

source: New settings are added to the top of the list.
ca: S'afegeixen nous paràmetres a la part superior de la llista.
de: Neue Einstellungen werden zu Beginn der Liste eingefügt.
fr: Les nouveaux réglages sont ajoutés au début de la liste.

source: Settings are sorted based on their name.
ca: La configuració s'ordena en funció del seu nom.
de: Einstellungen werden nach ihrem Namen sortiert.
fr: Les réglages sont triés suivant leur nom.

source: Settings are sorted based on their name, but in reverse.
ca: Els paràmetres s'ordenen en funció del seu nom, però al revés.
de: Einstellungen werden nach ihrem Namen sortiert, aber in umgekehrter Reihenfolge.
fr: Les réglages sont triés suivant leur nom, en ordre inverse.

source: Note that if you update a saved setting, this will affect how it is sorted under the 'Oldest first' or 'Newest first' options.
ca: Tingueu en compte que si actualitzeu una opció de configuració desada, això afectarà la manera com s'ordena a les opcions "Els més antics primer" o "Els més nous primer".
de: Beachten Sie beim Aktualisieren einer gespeicherten Einstellung, dass dies einen Einfluss darauf hat, wie es unter Beachtung der Option 'Älteste zuerst' bzw. 'Neueste zuerst' sortiert wird.
fr: A noter que si vous mettez à jour un réglage sauvegardé, cela changera sa position dans la liste "Anciens en premier" ou "Récents en premier".

source: This option lets you choose the order of saved settings. The options are
ca: Aquesta opció us permet triar l'ordre de la configuració desada. Les opcions són:
de: Diese Option erlaubt es die Reihenfolge der gespeicherten Einstellungen auszuwählen. Die Möglichkeiten sind
fr: Cette option permet de choisir l'ordre de la liste des réglages sauvegardés. Les choix sont

source: Add individual to list of starting individuals
ca: Afegir individu a la llista d'individus inicials
de: Person zur Liste der Startpersonen hinzufügen
fr: Ajouter une personne à la liste des individus de départ

source: Open individual's page
ca: Obrir pàgina individual
de: Seite der Person öffnen
fr: Ouvrir la page d'un individu

source: Replace starting individuals with this individual
ca: Substituïu els individus inicials per aquest individu
de: Startpersonen durch diese Person ersetzen
fr: Remplacer l'individu de départ avec cette personne

source: Add this individual to the list of stopping individuals
ca: Afegiu aquest individu a la llista d'individus aturats
de: Person zur Liste der Stopp-Personen hinzufügen
fr: Ajouter cette personne à la liste des individus d'arrêt

source: Replace stopping individuals with this individual
ca: Substituïu l'aturada d'individus per aquest individu
de: Liste der Stopp-Personen durch diese Person ersetzen
fr: Remplacer les individus d'arrêt avec cette personne

source: Action when individual clicked
ca: Acció en què l'individu ha fet clic
de: Aktion beim Anklicken eines Personenkästchens
fr: Action lorsque que l'individu est cliqué

source: Show menu
ca: Mostrar menú
de: Menü anzeigen
fr: Montrer le menu

source: Do nothing
ca: No fer res
de: Nichts tun
fr: Ne rien faire

source: This option lets you choose what happens when you click on an individual in the diagram.
ca: Aquesta opció us permet triar què passa quan feu clic a una persona del diagrama.
de: Mit dieser Option können Sie auswählen, was passiert, wenn Sie auf ein Personenkästchen im Diagramm klicken.
fr: Cette option vous permet de choisir ce qui se passe lorsque vous cliquez sur une personne du diagramme

source: When you click on an individual, the webtrees page for that individual will open in a new tab or window.
de: Wenn Sie auf ein Personenkästchen klicken, wird die webtrees-Seite für diese Person in einem neuen Tab oder Fenster geöffnet.
fr: Quand vous cliquez sur un individu, la page Webtrees de cet individu s'ouvrira dans une nouvelle page ou un nouvel onglet.

source: If this option is selected, clicking on an individual in the diagram will add them to the list of starting individuals.
ca: Si se selecciona aquesta opció, fent clic a un individu del diagrama s'afegirà a la llista d'individus inicials.
de: Wenn diese Option ausgewählt ist, wird durch Klicken auf eine Person im Diagramm diese zur Liste der Startpersonen hinzugefügt.
fr: Si cette option est sélectionnée, cliquer sur un individu dans le diagramme ajoutera cet individu à la liste des individus de départ.

source: If this option is selected, clicking on an individual in the diagram will add them to the list of starting individuals and remove all others from the list.
ca: Si se selecciona aquesta opció, fent clic a un individu del diagrama s'afegirà a la llista d'individus inicials i s'eliminaran tots els altres de la llista.
de: Wenn diese Option ausgewählt ist, wird durch Klicken auf eine Personenbox im Diagramm diese Person zur Liste der Startpersonen hinzugefügt und alle anderen aus der Liste entfernt.
fr: Si cette option est sélectionnée, cliquer sur un individu dans le diagramme ajoutera cet individu à la liste des individus de départ après avoir effacé la liste en entier.

source: If this option is selected, clicking on an individual in the diagram will add them to the list of stopping individuals.
ca: Si se selecciona aquesta opció, fent clic a un individu del diagrama s'afegirà a la llista d'individus aturats.
de: Wenn diese Option ausgewählt ist, wird durch Klicken auf eine Personenbox im Diagramm diese zur Liste der Stopp-Personen hinzugefügt.
fr: Si cette option est sélectionnée, cliquer sur un individu dans le diagramme ajoutera cet individu à la liste des individus d'arrêt.

source: If this option is selected, clicking on an individual in the diagram will add them to the list of stopping individuals and remove all others from the list.
ca: Si se selecciona aquesta opció, fent clic a un individu del diagrama s'afegirà a la llista d'individus aturats i s'eliminaran tots els altres de la llista.
de: Wenn diese Option ausgewählt ist, wird durch Klicken auf eine Personenbox im Diagramm diese zur Liste der Stopp-Personen hinzugefügt und alle anderen aus der Liste entfernt.
fr: Si cette option est sélectionnée, cliquer sur un individu dans le diagramme ajoutera cet individu à la liste des individus d'arrêt après avoir effacé la liste en entier.

source: If this option is chosen, when an individual is clicked on in the diagram, a menu will be shown with the above items to choose from.
ca: Si es tria aquesta opció, quan es faci clic a una persona en el diagrama, es mostrarà un menú amb els elements anteriors per triar.
de: Wenn diese Option ausgewählt ist und auf ein Personenkästchen im Diagramm geklickt wird, wird ein Menü mit den oben genannten Elementen zur Auswahl angezeigt.
fr: Si cette option est choisie, cliquer sur un individu du diagramme affichera un menu avec les options ci-dessus.

source: When an individual is clicked on in the diagram, nothing will happen.
ca: Quan es fa clic a un individu al diagrama, no passarà res.
de: Wenn im Diagramm auf ein Personenkästchen geklickt wird, passiert nichts.
fr: Quand on clique sur un individu du diagramme, rien ne se passe.

source: Note that there is currently no option for what to do when a family record is clicked on in the diagram. However, the option to add URLs to individuals and families will also affect families in the browser diagram. That is, if you click a family then if this option is enabled, the family page will open in webtrees.
ca: Tingueu en compte que actualment no hi ha cap opció sobre què fer quan es fa clic en un registre familiar al diagrama. No obstant això, l'opció d'afegir URL a individus i famílies també afectarà les famílies en el diagrama del navegador. És a dir, si feu clic a una família, si aquesta opció està habilitada, la pàgina de la família s'obrirà als arbres web.
de: Beachten Sie, dass es derzeit keine Option gibt, die festlegt was geschehen soll, wenn im Diagramm auf ein Familienelement geklickt wird. Die Option zum Hinzufügen von URLs zu Einzelpersonen und Familien wirkt sich jedoch auch auf Familien im Browserdiagramm aus. Das heißt, wenn Sie auf eine Familie klicken und diese Option aktiviert ist, wird die Familienseite in webtrees geöffnet.
fr: A noter qu'il n'y a pour l'instant aucune option associée au clic sur une famille dans le diagramme.Cependant, l'option d'ajout d'une URL à un individu ou une famille affectera également les familles dans le diagramme. Ainsi, si vous cliquez sur une famille alors que cette option est active, la page de la famille s'ouvrira dans Webtrees.

source: Also see \'Action when individual clicked\' in the Browser render settings.
de: Siehe auch \'Aktion beim Anklicken eines Personenkästchens\' in den Browser-Einstellungen.
fr: Voir également \'Action quand un individu est cliqué\' dans les options de rendu du navigateur.

source: Add to list of individuals to highlight
ca: Afegeix a la llista d'individus per destacar
de: Zur Liste der hervorgehobenen Personen hinzufügen
fr: Ajouter à la liste des individus à mettre en évidence

source: Show selected individuals in different colour
de: Ausgewählte Personen farblich kennzeichnen
fr: Montrer les individus sélectionnés avec une couleur différente.

source: If this option is selected, clicking on an individual in the diagram will add them to the list of individuals with a coloured background for identification in the diagram. See the option "Show selected individuals in different colour", in the Colours section of the Tile design options.
de: Wenn diese Option ausgewählt ist, wird durch Klicken auf eine Person im Diagramm diese zur Liste der hervorgehobenen Personen mit einem speziellen farbigen Hintergrund zur Identifizierung im Diagramm hinzugefügt. Sehen Sie sich die Option "Ausgewählte Personen farblich kennzeichnen" im Abschnitt "Farben" der Gestaltungsoptionen für Kästchen an.
fr: Si cette option est sélectionnée, cliquer sur un individu du diagramme l'ajoutera à la liste des individus avec un arrière-plan coloré pour l'identifier dans le diagramme. Voir l'option "Montrer les individus sélectionnés avec une couleur différente", dans la section Couleurs des options de dessin des Vignettes.

source: Default highlight colour
ca: Color de ressaltat per predeterminat
de: Voreinstellung für Hervorhebungsfarbe
fr: Couleur de surbrillance par défaut

source: If the option is enabled to show selected individuals in a different colour, then this option takes priority over all others.
ca: Si l'opció està habilitada per mostrar les persones seleccionades en un color diferent, aquesta opció té prioritat sobre totes les altres.
de: Falls die Option zur Darstellung ausgewählte Personen in einer anderen Farbe aktiv ist, hat diese Option Vorrang vor allen anderen.
fr: Si l'option de mettre une couleur différente pour les individus sélectionnés est active, alors cette option prend le pas sur toutes les autres.

source: This option lets you set a custom background for selected individuals. The default highlight colour is used by default, but the colour can be customised for each individual. Also see option in Browser Render settings to choose what happens when an individual is clicked, as this may be an easier way to add individuals to this list.
de: Mit dieser Option können Sie eine Hintergrundfarbe für ausgewählte Personen festlegen. Dabei wird die Standard-Hervorhebungsfarbe verwendet; die Farbe kann jedoch auch für jede Person individuell angepasst werden. Beachten Sie sich auch die Option in den Browser-Rendering-Einstellungen, um auszuwählen, was passiert, wenn auf eine Person geklickt wird, da dies möglicherweise eine einfachere Möglichkeit ist, um Personen zu dieser Liste hinzuzufügen.
fr: Cette option permet de mettre un arrière-plan personnalisé pour les individus sélectionnés. La couleur de surbrillance est utilisée par défaut, mais la couleur peut être personnalisée pour chaque individu. Voir également les options de rendu du navigateur pour choisir ce qui doit se passer lorsqu’un individu est cliqué, puisque ce peut être un moyen plus facile pour ajouter des individus à cette liste.

source: This is the default option.
ca: Aquesta és l'opció per defecte.
de: Dies ist die Standardoption.
fr: C'est l'option par défaut.

source: In the General Settings section, there is an option in the Browser options that lets you choose what happens when you click on an individual in the diagram. One of the options is to show a menu, and the menu has the following options:
de: Im Abschnitt "Allgemeine Einstellungen" gibt es bei den Browser-Optionen eine Einstellung, mit der man auswählen kann, was passiert, wenn man auf eine Person im Diagramm klickt. Eine Auswahlmöglichkeit besteht darin, ein Menü anzuzeigen, das dann die folgenden Punkte anbietet:
fr: Dans le chapitre des options générales, il y a une option dans les options du navigateur qui permet de choisir ce qui arrive quand on clique sur un individu du diagramme. Une des options est d'afficher un menu, et le menu présente les choix suivants:

source: Use similar events if information not available
de: Ähnliche Ereignisse nutzen, falls keine Angaben verfügbar sind
fr: Utiliser des événement similaires si l'information n'est pas disponible.

source: When showing information about a birth or death, if the information is not available then webtrees will look for similar events and use the information from those events instead.
de: Wenn bei der Anzeige von Informationen zu einer Geburt oder einem Todesfall keine Angaben verfügbar sind, sucht webtrees nach ähnlichen Ereignissen und verwendet stattdessen die Angaben aus diesen Ereignissen.
fr: A l'affichage des informations de naissance ou de décès, si celles-ci ne sont pas disponibles, alors Webtrees recherchera une information similaire pour les remplacer.

source: If a birth date or place is not recorded, webtrees will attempt to use the date or place of the christening or baptism if it exists.
de: Wenn kein Geburtsdatum oder -ort erfasst ist, versucht webtrees das Datum oder den Ort zu verwenden, der eventuell bei der Taufe angegeben ist.
fr: Si une date ou un lieu de naissance ne sont pas disponibles, Webtrees tentera d'utiliser à la place les informations de baptême si elles existent.

source: If a death date or place is not recorded, webtrees will attempt to use the date or place of the burial or cremation if it exists.
de: Wenn kein Sterbedatum oder -ort erfasst ist, versucht webtrees das Datum oder den Ort zu verwenden, der eventuell bei Bestattung oder Einäscherung angegeben ist.
fr: Si une date ou un lieu de décès ne sont pas disponibles, Webtrees tentera d'utiliser à la place les informations de crémation ou d'enterrement si elles existent.

source: If you disable this option, GVExport will only use information from birth and death events, and not try to find missing information in similar events.
ca: Si desactiveu aquesta opció, GVExport només utilitzarà informació d'esdeveniments de naixement i mort, i no intentarà trobar informació que falta en esdeveniments similars.
de: Wenn Sie diese Option deaktivieren, verwendet GVExport nur Informationen aus Geburts- und Sterbeereignissen und versucht nicht, fehlende Informationen in ähnlichen Ereignissen zu finden.
fr: Si vous désactivez cette option, GVExport utilisera uniquement les informations de naissance et de décès n'essayera pas de trouver des événements similaires en cas d'absence.

source: Limit ancestor and descendant levels
ca: Límit dels nivells d'avantpassats i descendents
de: Begrenzung für die Vorfahren- und Nachkommenebenen
fr: Limite le nombre de niveaux pour les descendants et les ancêtres.

source: Preferred given name and surname
ca: Nom i cognoms preferits
de: Bevorzugter Vor- und Nachname
fr: Prénom et nom préférés

source: Show first birth image
de: Erste Abbildung zur Geburt anzeigen
fr: Affiche la première image de naissance

source: Show first death image
de: Erste Abbildung zum Tod anzeigen
fr: Affiche la première image de décès

source: Show burial date
de: Beerdigungsdatum anzeigen
fr: Affiche la date d'enterrement

source: Show burial place
de: Beerdigungsort anzeigen
fr: Affiche le lieu de sépulture

source: Show first burial image
de: Erste Abbildung zur Beerdigung anzeigen
fr: Montre la première image de sépulture

source: Show only first marriage
de: Nur die erste Hochzeit anzeigen
fr: Affiche seulement le premier mariage

source: Show first marriage image
de: Erste Abbildung zur Hochzeit anzeigen
fr: Affiche la première image de mariage

source: Show marriage type
de: Art der Hochzeit anzeigen
fr: Affiche le type de mariage

source: Show when type is not specified
de: Nicht angegebene Art kennzeichnen
fr: Afficher quand le type n'est pas spécifié

source: Show photos of individuals
de: Fotos von Personen anzeigen
fr: Afficher les photos des individus

source: Burial date prefix
de: Zeichen für Bestattung
fr: Préfixe de la date d'inhumation

source: The options to show burial dates and places will use the burial or cremation events and is not affected by this setting.
de: Die Optionen zur Anzeige von Bestattungsdatum und -ort basieren auf Bestattungs- oder Einäscherungsereignissen und sind von dieser Einstellung nicht betroffen.
fr: Les options pour afficher des dates et des lieux d'inhumation utiliseront les événements d'inhumation ou de crémation et ne seront pas affectés par ce choix.

source: Check the box if you would like to include the burial date of individuals in the output.
de: Aktivieren Sie das Kontrollkästchen um das Bestattungsdatum von Personen in die Ausgabe einzubeziehen.
fr: Cochez la case pour inclure la date d'inhumation des individus dans le résultat.

source: You can also choose whether to show the full date of burial or just the year.
de: Sie können auch wählen, ob das vollständige Datum der Bestattung oder nur das Jahr angezeigt werden soll.
fr: Vous pouvez aussi choisir d'afficher la date complète de l'inhumation ou seulement l'année.

source: Whether to show the place of burial in the output. Also see option for abbreviating place names.
de: Soll der Bestattungsort in der Ausgabe angezeigt werden? Siehe auch Option zur Abkürzung von Ortsnamen.
fr: Indique si le lieu d'inhumation doit être affiché dans le résultat. Voir également l'option d'abréviation des noms de lieux.

source: When enabled, if the birth event for the individual has photos attached, then the first will be shown. This is in addition to other photos.
de: Wenn diese Option aktiviert ist und dem Geburtsereignis der Person Fotos beigefügt sind, wird das erste davon angezeigt. Dies ist eine Ergänzung zu anderen Fotos.
fr: Lorsque cette option est activée, si l'événement de naissance de la personne a des photos jointes, la première sera affichée. Cela s'ajoute aux autres photos.

source: When enabled, if the marriage event for the individual has photos attached, then the first will be shown. This is in addition to other photos.
de: Wenn diese Option aktiviert ist und dem Hochzeitsereignis für die Familie Fotos beigefügt sind, wird das erste davon angezeigt. Dies ist eine Ergänzung zu anderen Fotos.
fr: Lorsque cette option est activée, si l'événement de mariage de la personne a des photos jointes, la première sera affichée. Cela s'ajoute aux autres photos.

source: When enabled, if the death event for the individual has photos attached, then the first will be shown. This is in addition to other photos.
de: Wenn diese Option aktiviert ist und dem Sterbeereignis für die Person Fotos beigefügt sind, wird das erste davon angezeigt. Dies ist eine Ergänzung zu anderen Fotos.
fr: Lorsque cette option est activée, si l'événement de décès de la personne a des photos jointes, la première sera affichée. Cela s'ajoute aux autres photos.

source: When enabled, if the burial event for the individual has photos attached, then the first will be shown. This is in addition to other photos.
de: Wenn diese Option aktiviert ist und dem Bestattungsereignis für die Person Fotos beigefügt sind, wird das erste davon angezeigt. Dies ist eine Ergänzung zu anderen Fotos.
fr: Lorsque cette option est activée, si l'événement d'obsèques de la personne a des photos jointes, la première sera affichée. Cela s'ajoute aux autres photos.

source: If a couple have been married more than once (a family record in webtrees has multiple marriage events), if this option is selected then only the first is shown (this is the default). If you unselect this option, all marriage events will be shown in the same family record in the diagram.
de: Wenn ein Paar mehrmals geheiratet hat (ein Familiendatensatz in webtrees enthält mehrere Hochzeitsereignisse), wird bei Auswahl dieser Option nur das erste Ereignis angezeigt (dies ist die Standardeinstellung). Wenn Sie diese Option deaktivieren, werden alle Hochzeitsereignisse im selben Familiendatensatz im Diagramm angezeigt.
fr: Si un couple s'est marié plus d'une fois (une fiche familiale dans Webtrees a plusieurs mariages), si cette option est sélectionnée, seul le premier est affiché (par défaut). Si vous désélectionnez cette option, tous les événements de mariage seront affichés dans la même fiche familiale dans le diagramme.

source: If selected, the type of marriage (civil, religious, registered partnership) will be shown on the family record.
de: Wenn ausgewählt, wird die Art der Heirat (standesamtliche, religiöse, eingetragene Partnerschaft) aus dem Familiendatensatz angezeigt.
fr: Si cette option est sélectionnée, le type de mariage (civil, religieux, partenariat enregistré) sera indiqué sur la fiche familiale.

source: If selected, where the marriage type is not known then it will show a message stating this. If unselected, unknown marriage types will not be displayed.
de: Wenn diese Option ausgewählt ist und der Typ der Heirat nicht bekannt ist, wird eine entsprechende Meldung angezeigt. Wenn diese Option deaktiviert ist, werden unbekannte Heiratstypen nicht angezeigt.
fr: Si cette option est sélectionnée et que le type de mariage n'est pas connu, un message l'indique. S'il n'est pas sélectionné, les types de mariage inconnus ne seront pas affichés.

source: browser, SVG, and PDF only
ca: Només navegador SVG i PDF
cs: jen prohlížeč, SVG a PDF
de: Nur im Browser, bei SVG und PDF
fr: navigateur, SVG et PDF seulement
pl: tylko przeglądarka, SVG i PDF
ru: только браузер, SVG и PDF

source: For SVG (and PDF if Graphviz installed on server) output, links can be included. This way you can click on the person in the diagram to be taken to their webtrees page.
ca: Per a la sortida SVG (i PDF si Graphviz està instal·lat al servidor), es poden incloure enllaços. D'aquesta manera podeu fer clic a la persona del diagrama que voleu portar a la seva pàgina d'arbres web.
de: Für die Ausgabe von SVG (und PDF, wenn Graphviz auf dem Server installiert ist) können Links in das Diagramm eingefügt werden. Auf diese Weise können Sie auf die Person im Diagramm klicken, um so zur entsprechenden webtrees-Seite weitergeleitet zu werden.
fr: Pour la sortie SVG (et PDF si Graphviz est installé sur le serveur), des liens peuvent être inclus. Vous pouvez ainsi cliquer sur une personne dans le diagramme pour accéder à sa page Webtrees.
