Repository: Neriderc/GVExport
Catalog: resources/lang/*.po
Languages: ca, cs, de, fr, nb, pl, ru

source: The "People to be included" section lets you choose criteria for who to include in the diagram. Within this section, there are several setting groups:
ca: La secció "Persones que s'inclouran" us permet triar els criteris sobre qui voleu incloure al diagrama. Dins d'aquesta secció, hi ha diversos grups de configuració:
de: Im Abschnitt „Einzubeziehende Personen“ können Sie Kriterien dafür auswählen, wer in das Diagramm aufgenommen werden soll. In diesem Abschnitt gibt es mehrere Einstellungsgruppen
fr: La section "Individus à inclure" vous permet de choisir les critères des personnes à inclure dans le diagramme. A l'intérieur de cette section, il y a plusieurs groupes de paramètres :
ru: В разделе «Люди, которых нужно включить» можно выбрать критерии для включения в диаграмму. В этом разделе есть несколько групп настроек:

source: The "Appearance" section lets you customise the look of the diagram. Within this section, there are several setting groups:
ca: La secció "Aparença" us permet personalitzar l'aspecte del diagrama. Dins d'aquesta secció, hi ha diversos grups de configuració:
de: Im Abschnitt „Darstellung“ können Sie das Aussehen des Diagramms anpassen. In diesem Abschnitt gibt es mehrere Einstellungsgruppen
fr: La section "Apparence" permet de personnaliser l'aspect du diagramme. A l'intérieur de cette section, il y a plusieurs groupes de paramètres :
ru: Раздел «Внешний вид» позволяет настроить внешний вид диаграммы. В этом разделе есть несколько групп настроек:

source: The "General settings" section has options that don&apos;t fit in the other sections. Within this section, there are several settings groups:
ca: La secció "Configuració general" té opcions que no encaixen en les altres seccions. Dins d'aquesta secció, hi ha diversos grups de configuració:
de: Der Abschnitt „Allgemeine Einstellungen“ enthält Optionen, die nicht in die anderen Abschnitte passen. In diesem Abschnitt gibt es mehrere Einstellungsgruppen
fr: La section "Paramètres généraux" présente les options qui ne rentrent dans aucune autre section. A l'intérieur de cette section, il y a plusieurs groupes de paramètres :
ru: В разделе «Общие настройки» есть параметры, которых нет в других разделах. В этом разделе есть несколько групп настроек:

source: This section allows for some changes to the design of tiles, including the shape, photos, colours, and fonts.
ca: Aquesta secció permet alguns canvis en el disseny dels plafons, com ara la forma, les fotos, els colors i les lletres tipogràfiques.
de: Dieser Abschnitt ermöglicht einige Änderungen bezüglich der Gestaltung der Kästchen, etwa von Formen, Fotos, Farben und Schriftarten.
fr: Cette section permet de modifier le dessin des vignettes, notamment la forme, les photos, les couleurs et les polices de caractères.
ru: Этот раздел позволяет вносить некоторые изменения в дизайн тайлов. В настоящее время затронуты только плитки отдельных лиц. Есть два варианта.

source: This option lets you choose the shape for tiles for individuals. There are two options:
ca: Aquesta opció us permet triar la forma per als plafons per a particulars. Hi ha tres opcions:
de: Mit dieser Einstellung können Sie die Form der Personenkästchen auswählen. Es gibt drei Einstellungen
fr: Cette option vous permet de choisir la forme des vignettes pour les individus. Trois options sont disponibles :

source: The default option, the tile is a rectangle shape.
ca: L'opció per defecte, el plafó és un rectangle.
de: Die Kästchen haben eine rechteckige Form.
fr: L'option par défaut, la vignette a la forme d'un rectangle.
ru: Вариант по умолчанию, плитка имеет прямоугольную форму.

source: The tile has rounded corners
ca: El plafó té cantonades arrodonides
de: Die Kästchen haben abgerundete Ecken.
fr: La vignette a des coins arrondis
ru: Плитка имеет закругленные углы

source: This lets you assign a shape based on the sex of individuals. For example, you can set male individuals to have rectangle tiles and female individuals to have rounded rectangle tiles.
ca: Basat en el sexe de l'individu- això us permet assignar una forma en funció del sexe dels individus. Per exemple, podeu definir que els individus masculins tinguin plafons rectangles i que els individus femenins tinguin plafons rectangles arrodonides.
de: Dies erlaubt es, die Form des Kästchens abhängig vom Geschlecht der Person auszuwählen. Zum Beispiel können Sie für männliche Personen rechteckige und für weibliche Personen Rechtecke mit abgerundeten Ecken auswählen.
fr: Selon le sexe de l'individu - Cette option vous permet d'attribuer une forme en fonction du sexe des individus. Par exemple, vous pouvez attribuer aux individus de sexe masculin des vignettes rectangulaires et aux individus de sexe féminin des vignettes rectangulaires arrondies.
ru: Это позволяет назначать форму в зависимости от пола людей. Например, вы можете установить для мужчин прямоугольные плитки, а для женщин — скругленные прямоугольные плитки.

source: This option lets you enable or disable showing photos on the tiles of individuals.
de: Mit dieser Option können Sie die Anzeige von Fotos in den Personenkästchen aktivieren oder deaktivieren.
fr: Cette option vous permet d'activer ou de désactiver l'affichage des photos sur les vignettes des individus.

source: This option lets you choose the shape of photos. Note that if you have Graphviz installed on the server, using these options will disable generating the diagram on the server, which may prevent large diagrams from being created.
ca: Aquesta opció us permet triar la forma de les fotos. Tingueu en compte que si teniu Graphviz instal·lat al servidor, l'ús d'aquestes opcions desactivarà la generació del diagrama al servidor, cosa que pot impedir que es creïn diagrames grans.
de: Mit dieser Einstellung können Sie die Form der Fotos auswählen. Beachten Sie, dass, wenn Sie Graphviz auf dem Server installiert haben, die Verwendung dieser Optionen die Erzeugung des Diagramms auf dem Server deaktiviert, was die Erstellung großer Diagramme verhindern kann.
fr: Cette option vous permet de choisir la forme des photos. Notez que si Graphviz est installé sur le serveur, l'utilisation de ces options désactivera la génération du diagramme sur le serveur, ce qui peut empêcher la création de gros diagrammes.
ru: Эта опция позволяет выбрать форму фотографий. Обратите внимание, что если на сервере установлен Graphviz, использование этих параметров отключит создание диаграммы на сервере, что может помешать созданию больших диаграмм.

source: This option lets you change the size of photos as they are displayed, which is done as a percentage of the default size. 100&percnt; is the default size, 50&percnt; is half sized and 200&percnt; is double sized.
ca: Aquesta opció us permet canviar la mida de les fotos a mesura que es mostren, que es fa com a percentatge de la mida per defecte. 100&percnt; és la mida per defecte, 50&percnt; és de mida mitjana i 200&percnt; és de doble mida.
de: Mit dieser Option können Sie die Größe der Fotos ändern, was durch die Angabe eines Prozentsatzes der Standardgröße erfolgt. 100&nbsp;&percnt; ist die Standardgröße, 50&nbsp;&percnt; ist halb so groß und 200&nbsp;&percnt; ist doppelt so groß.
fr: Cette option permet de modifier la taille des photos lors de leur affichage, qui se fait en pourcentage de la taille par défaut. 100&percnt ; est la taille par défaut, 50&percnt ; est une demi-taille et 200&percnt ; est une double-taille.
ru: Эта опция позволяет изменять размер фотографий по мере их отображения, что делается в процентах от размера по умолчанию. 100&percent; - это размер по умолчанию, 50&percent; - половинный размер, а 200&percent; - двойной размер.

source: This option lets you change the resolution of photos, which is done by adjusting the width as a percentage of the default width. 100&percnt; is the default resolution, 50&percnt; is half the pixels wide and 200&percnt; is double the pixels wide. Because the aspect ratio is maintained, doubling the resolution will increase the size of the file to around 4 times larger (depending on the exact shape of the photo).
ca: Aquesta opció us permet canviar la resolució de les fotos, cosa que es fa ajustant l'amplada com a percentatge de l'amplada predeterminada. 100&percnt; és la resolució per defecte, 50&percnt; té la meitat dels píxels d'amplada i 200&percnt; és el doble dels píxels d'amplada. Com que la relació d'aspecte es manté, duplicar la resolució crearà la mida del fitxer a unes 4 vegades més gran (depenent de la forma exacta de la foto).
de: Mit dieser Option können Sie die Auflösung von Fotos ändern, indem Sie die Breite als Prozentsatz der Standardbreite anpassen. 100&percnt; ist die Standardauflösung, 50&percnt; entspricht der halben Breite und 200&percnt; ist doppelt so breit wie im Standardfall. Da das Seitenverhältnis beibehalten wird, erhöht sich die Dateigröße bei einer Verdoppelung der Auflösung auf etwa das Vierfache (abhängig von der genauen Art des Fotos).
fr: Cette option vous permet de modifier la résolution des photos, en ajustant la largeur en pourcentage de la largeur par défaut. 100&percnt ; est la résolution par défaut, 50&percnt ; correspond à la moitié des pixels et 200&percnt ; correspond au double des pixels. Comme le rapport hauteur/largeur est conservé, le fait de doubler la résolution augmentera la taille du fichier d'environ 4 fois (en fonction de la forme exacte de la photo).
ru: Эта опция позволяет изменять разрешение фотографий, что делается путем регулировки ширины в процентах от ширины по умолчанию. 100&percent; - это разрешение по умолчанию, 50&percent; - это половина ширины пикселя, а 200&percent; - вдвое больше ширины пикселя. Поскольку соотношение сторон сохраняется, удвоение разрешения увеличит размер файла примерно в 4 раза (в зависимости от точной формы фотографии).

source: This option lets you set the background colour of an individual&apos;s tile. The options are:
ca: Aquesta opció us permet establir el color de fons del plafó d'un individu. Les opcions són:
de: Mit dieser Option können Sie die Hintergrundfarbe der Personenkästchen festlegen. Die Optionen sind
fr: Cette option vous permet de définir la couleur d'arrière-plan de la vignette d'un individu. Les options sont les suivantes:
ru: Эта опция позволяет вам установить цвет фона отдельной плитки. Возможны следующие варианты:

source: The background will be set to the chosen colour.
ca: el fons s'ajustarà al color escollit
de: Der Hintergrund wird auf die gewählte Farbe eingestellt.
fr: l'arrière-plan sera de la couleur choisie
ru: Фон будет окрашен в выбранный цвет.

source: The background will be coloured based on the sex of the individual.
ca: el fons s'acolorirà en funció del sexe de l'individu.
de: Der Hintergrund wird je nach Geschlecht der Person gefärbt.
fr: l'arrière-plan sera coloré en fonction du sexe de l'individu.
ru: Фон будет окрашен в зависимости от пола человека.

source: The background will be coloured based on whether the individual is living or deceased.
ca: El fons s'acolorirà en funció de si la persona és viva o morta.
de: Der Hintergrund wird abhängig davon, ob die Person noch lebt oder bereits verstorben ist, eingefärbt.
fr: L'arrière-plan sera colorisé suivant que l'individu est vivant ou décédé
ru: Фон будет окрашен в зависимости от того, жив человек или умер.

source: The background will be coloured using a scale between two chosen colours, based on the age of the individual.
ca: El fons s'acolorirà mitjançant una escala entre dos colors escollits, en funció de l'edat de l'individu.
de: Der Hintergrund wird, abhängig vom Alter der Person, entsprechend einer Skala zwischen zwei ausgewählten Farben eingefärbt.
fr: L'arrière-plan sera colorisé suivant une échelle entre deux couleurs personnalisables, en fonction de l'âge de l'individu
ru: Фон будет окрашен с использованием шкалы между двумя выбранными цветами в зависимости от возраста человека.

source: This option lets you set the colour of the stripe across the top of an individual&apos;s tile. The options are:
ca: Aquesta opció us permet establir el color de la ratlla a la part superior del plafó d'un individu. Les opcions són:
de: Mit dieser Option können Sie die Farbe des Balkens am oberen Rand des Personenkästchens festlegen. Die Optionen sind
fr: Cette option vous permet de définir la couleur de la bande en haut de la vignette d'un individu. Les options sont les suivantes:
ru: Этот параметр позволяет установить цвет полосы в верхней части индивидуальной плитки. Варианты:

source: No stripe is shown.
ca: no es mostra cap ratlla
de: Es wird kein Balken angezeigt.
fr: aucune bande n'est affichée
ru: Полоса не отображается.

source: The stripe will be coloured based on the sex of the individual.
ca: la ratlla es pintarà en funció del sexe de l'individu.
de: Der Balken wird basierend auf dem Geschlecht der Person eingefärbt.
fr: la bande sera colorée en fonction du sexe de l'individu.
ru: Полоса будет окрашена в зависимости от пола человека.

source: The stripe will be coloured based on whether the individual is living or deceased.
ca: La ratlla s'acolorirà en funció de si l'individu és viu o mort.
de: Die Farbe des Balkens hängt davon ab, ob die Person noch lebt oder bereits verstorben ist.
fr: Le bandeau sera colorisé suivant que l'individu est vivant ou décédé
ru: Полоса будет окрашена в зависимости от того, жив человек или умер.

source: The stripe will be coloured using a scale between two chosen colours, based on the age of the individual.
ca: La franja s'acolorirà mitjançant una escala entre dos colors escollits, en funció de l'edat de l'individu.
de: Der Balken wird, basierend auf dem Alter der Person, entsprechend einer Skala zwischen zwei ausgewählten Farben eingefärbt.
fr: Le bandeau sera colorisé suivant une échelle entre deux couleurs personnalisables, en fonction de l'âge de l'individu
ru: Полоса будет окрашена по шкале между двумя выбранными цветами в зависимости от возраста человека.

source: This option lets you set the border colour of an individual&apos;s tile. The options are:
ca: Aquesta opció us permet establir el color de la vora del plafó d'un individu. Les opcions són:
de: Mit dieser Option können Sie die Farbe des Rands des Personenkästchens festlegen. Die Optionen sind
fr: Cette option vous permet de définir la couleur de la bordure de la vignette d'un individu. Les options sont les suivantes:
ru: Эта опция позволяет установить цвет границы индивидуальной плитки. Варианты:

source: The border will be set to the chosen colour.
ca: la vora s'establirà amb el color escollit
de: Der Rand wird auf die gewählte Farbe eingestellt.
fr: la bordure sera de la couleur choisie
ru: Граница будет окрашена в выбранный цвет.

source: The border will be coloured based on the sex of the individual.
ca: la vora s'acolorirà en funció del sexe de l'individu.
de: Der Rand wird je nach Geschlecht der Person gefärbt.
fr: la bordure sera colorée en fonction du sexe de l'individu.
ru: Граница будет окрашена в зависимости от пола человека.

source: The family border colour will be used for the border of individuals.
ca: el color de la vora familiar s'utilitzarà per a la frontera dels individus.
de: Die Farbe des Randes der Familienkästchen wird auch für den Rand der Personenkästchen verwendet.
fr: la couleur de la bordure de la famille sera utilisée pour la bordure des individus.
ru: Цвет рамки семьи будет использоваться для границы отдельных лиц.

source: The border will be coloured based on whether the individual is living or deceased.
ca: La vora s'acolorirà en funció de si l'individu és viu o mort.
de: Die Farbe des Randes hängt davon ab, ob die Person lebt oder verstorben ist.
fr: La bordure sera colorisée suivant que l'individu est vivant ou décédé
ru: Граница будет окрашена в зависимости от того, жив человек или умер.

source: The border will be coloured using a scale between two chosen colours, based on the age of the individual.
ca: La vora s'acolorirà mitjançant una escala entre dos colors escollits, en funció de l'edat de l'individu.
de: Der Rand wird, basierend auf dem Alter der Person, entsprechend einer Skala zwischen zwei ausgewählten Farben eingefärbt.
fr: La bordure sera colorisée suivant une échelle entre deux couleurs personnalisables, en fonction de l'âge de l'individu
ru: Граница будет окрашена с использованием шкалы между двумя выбранными цветами в зависимости от возраста человека.

source: Set the colour for Male individuals, used in above settings for background, stripe, border if selected.
ca: El color per a individus masculins, utilitzat en la configuració anterior per a les escenes anteriors per al fons, la ratlla, la vora si se selecciona.
de: Wählen Sie die Farbe für männliche Personen, die in den obigen Einstellungen für Hintergrund, Balken oder Rahmen verwendet wird, sofern dies ausgewählt wurde.
fr: Définissez la couleur pour les hommes, utilisée dans les paramètres ci-dessus pour l'arrière-plan, la bande et la bordure si elle est sélectionnée.
ru: Установите цвет для лиц мужского пола, используемый в настройках выше для фона, полосы, границы, если выбрано.

source: Set the colour for Female individuals, used in above settings for background, stripe, border if selected.
ca: Configureu el color per a les persones femenines, que s'utilitza a la configuració anterior per al fons, la ratlla, la vora si se selecciona.
de: Wählen Sie die Farbe für weibliche Personen, die in den obigen Einstellungen für Hintergrund, Balken oder Rahmen verwendet wird, sofern dies ausgewählt wurde.
fr: Définissez la couleur pour les femmes, utilisée dans les paramètres ci-dessus pour l'arrière-plan, la bande et la bordure si elle est sélectionnée.
ru: Установите цвет для лиц женского пола, используемый в вышеуказанных настройках для фона, полосы, границы, если выбрано.

source: Set the colour for Other gender individuals, used in above settings for background, stripe, border if selected.
ca: Configureu el color per a Altres individus de gènere, que s'utilitza a la configuració anterior per a les escenes de fons, ratlla, vora si se selecciona.
de: Wählen Sie die Farbe für Personen, die sich nicht dem männlichen oder weiblichen Geschlecht zuordnen, und die in den obigen Einstellungen für Hintergrund, Balken oder Rahmen verwendet wird, sofern dies ausgewählt wurde.
fr: Réglez la couleur pour Autre sexe, utilisée dans les paramètres ci-dessus pour l'arrière-plan, la bande, la bordure si elle est sélectionnée.
ru: Установите цвет для лиц другого пола, используемый в вышеуказанных настройках для фона, полосы, границы, если выбрано.

source: Set the colour for Unknown gender individuals, used in above settings for background, stripe, border if selected.
ca: Configureu el color per a individus de gènere desconegut, que s'utilitza a la configuració anterior per al fons, la ratlla, la vora si se selecciona.
de: Wählen Sie die Farbe für Personen, deren Geschlecht nicht bekannt ist, und die in den obigen Einstellungen für Hintergrund, Balken oder Rahmen verwendet wird, sofern dies ausgewählt wurde.
fr: Réglez la couleur pour Sexe inconnu, utilisée dans les paramètres ci-dessus pour l'arrière-plan, la bande, la bordure si elle est sélectionnée.
ru: Установите цвет для лиц неизвестного пола, используемый в вышеуказанных настройках для фона, полосы, границы, если выбрано.

source: There are four options here for non-blood related individuals, if the &quot;Mark not blood-related people with different colour&quot; option is enabled in the &quot;People to be included&quot; section.
ca: Hi ha quatre opcions aquí per a persones no relacionades amb la sang, si la " Marca persones no relacionades amb la sang amb diferent color”; l'opció està habilitada al " Persones a incloure”;. Secció
de: Es gibt hier vier Einstelungen für nicht blutsverwandte Personen, wenn die Einstellung &quot;Nicht blutsverwandte Personen mit anderer Farbe markieren&quot; im Abschnitt &quot;Einzuschließende Personen&quot; aktiviert ist.
fr: Il y a quatre options ici pour les individus non liés par le sang, si l'option &quot;Marquer les individus non liées par le sang avec une couleur différente&quot ; est activée dans la section &quot;Individus à inclure&quot;
ru: Здесь есть четыре варианта для лиц, не являющихся кровными родственниками, если параметр &quot;Отметить людей, не связанных кровным родством, другим цветом&quot; опция включена в разделе &quot;Люди, которые будут включены&quot; раздел.

source: The background colour of family records.
ca: El color de fons dels registres familiars.
de: Hintergrundfarbe der Familienkästchen
fr: La couleur d'arrière-plan des enregistrements familiaux.
ru: Цвет фона семейных записей.

source: The border colour of family records.
ca: El color de la vora dels registres familiars.
de: Die Randfarbe der Kästchen mit den Angaben zu den Familienereignissen.
fr: La couleur de la bordure des vignettes familiales.
ru: Цвет рамки семейных записей.

source: This list lets you pick from a number of known web-safe font typefaces. They must be installed on the system or a fallback typeface will be used. These options are known to be installed on almost all desktop systems and that is why they have been chosen. Mobile browsers will likely use a fallback font.
ca: Aquesta llista us permet triar entre diverses tipografies de lletra websafe conegudes. S'han d'instal·lar al sistema o s'utilitzarà una tipografia alternativa. Se sap que aquestes opcions s'instal·len en gairebé tots els sistemes d'escriptori i per això s'han escollit. És probable que els navegadors mòbils utilitzin una font.
de: Diese Liste lässt Sie aus einer Reihe bekannter websicherer Schriftarten auswählen. Sie müssen auf dem System installiert sein oder es wird stattdessen eine Fallback-Schriftart verwendet. Es ist bekannt, dass diese Möglichkeit auf fast allen Desktop-Systemen installiert ist, und deshalb wurden sie ausgewählt. Mobile Browser verwenden wahrscheinlich meistens eine Fallback-Schriftart.
fr: Cette liste vous permet de choisir parmi un certain nombre de polices de caractères websafe connues. Elles doivent être installées sur le système ou une police de remplacement sera utilisée. Ces options sont connues pour être installées sur presque tous les systèmes de bureau et c'est pourquoi elles ont été choisies. Les navigateurs mobiles utiliseront probablement une police de remplacement.
ru: Этот список позволяет вам выбирать из ряда известных веб-безопасных шрифтов. Они должны быть установлены в системе, иначе будет использоваться запасной шрифт. Известно, что эти опции установлены практически на всех настольных системах, поэтому они и были выбраны. Мобильные браузеры, скорее всего, будут использовать резервный шрифт.

source: Set the font point size for the names of individuals.
ca: Configureu la mida del punt de lletra per als noms de les persones.
de: Stellen Sie die Schriftgröße für die Namen von Personen ein.
fr: Définissez la taille du point de la police pour les noms des individus.
ru: Установите размер шрифта для имен людей.

source: This changes the font point size for all text except for names. For example, the date and place of marriage, and the date and place of birth and death.
ca: Aquest canvia la mida del punt de lletra per a tot el text, excepte per als noms. Per exemple, la data i el lloc del matrimoni, i la data i el lloc de naixement i defunció.
de: Dies ändert die Schriftgröße für den gesamten Text außer für die Namen. Zum Beispiel für Datum und Ort der Eheschließung sowie Datum und Ort von Geburt und Tod.
fr: Cette option modifie la taille du point de la police pour tout le texte, à l'exception des noms. Par exemple, la date et le lieu du mariage, ainsi que la date et le lieu de naissance et de décès.
ru: Это изменяет размер шрифта для всего текста, кроме имен. Например, дата и место заключения брака, а также дата и место рождения и смерти.
