Repository: Neriderc/GVExport
Catalog: resources/lang/*.po
Languages: ca, cs, de, fr, nb, pl, ru

source: Note that SVG output will always be rendered by the browser (and not the server) if you choose to include page links.
de: Beachten Sie, dass die SVG-Ausgabe immer vom Browser (und nicht vom Server) gerendert wird, wenn Sie sich für die Einbindung von Seitenverweisen entscheiden.
fr: Notez que la sortie SVG sera toujours rendue par le navigateur (et non par le serveur) si vous choisissez d'inclure des liens de page.

source: Diagram style
de: Stil des Diagramms
fr: Stle de diagramme

source: Arrow style
de: Stil der Pfeile
fr: Style de flèche

source: Solid
de: Durchgezogen
fr: Solide

source: Dotted
de: Gepunktet
fr: Pointillé

source: Dashed
de: Gestrichelt
fr: Tirets

source: Bold
de: Fett
fr: Epais

source: Tapered
de: Konisch
fr: Effilé

source: Random
de: Zufällig
fr: Aléatoire

source: You are also able to set the arrow style here.
de: Hier können Sie den Stil der Pfeile festlegen.
fr: Vous pouvez également définir le style de la flèche ici.

source: This allows you to select the arrow style from the various available styles. The \'Random\' option will randomly select a style for each arrow, making it easier to follow overlapping arrows on complex diagrams.
de: Sie können den Pfeilstil aus den verschiedenen verfügbaren Stilen auswählen. Die Option \'Zufällig\' wählt zufällig einen Stil für jeden einzelnen Pfeil aus, wodurch es einfacher wird, überlappenden Pfeilen in komplexen Diagrammen zu folgen.
fr: Cela vous permet de sélectionner le style de flèche parmi les différents styles disponibles. L'option \'Aléatoire\' sélectionne de manière aléatoire un style pour chaque flèche, ce qui facilite le suivi des flèches qui se chevauchent dans les diagrammes complexes.

source: Add URL to individuals and families
ca: Agregar URL a individus i famílies
cs: K osobám a rodinám přidat URL
de: URL zu Personen und Familien hinzuf&uuml;gen
fr: Ajouter une URL vers les individus et familles
nb: Legg til URL til enkeltpersoner og familier
pl: Dodawanie adresów URL do osób i rodzin
ru: Добавить URL для отдельных лиц и семей

source: Downloaded diagram with %s individuals and %s families.
de: Heruntergeladenes Diagramm mit %s Personen und %s Familien
fr: Diagramme téléchargé avec %s individus et %s familles.

source: Diagram rendered in browser due to settings selected
de: Aufgrund der ausgewählten Einstellungen wird das Diagramm im Browser erzeugt
fr: Diagramme présenté dans le navigateur en raison des paramètres sélectionnés

source: City only
de: nur Ort
fr: Ville uniquement

source: only the first section of the place name is used, up to the first comma. For example, &quot;London, England, United Kingdom&quot; would be shortened to &quot;London&quot;
de: Nur der erste Teil des Ortsnamens bis zum ersten Komma wird verwendet. Beispielsweise würde &quot;London, England, Vereinigtes Königreich&quot; zu &quot;London&quot; abgekürzt
fr: seule la première section du nom de lieu est utilisée, jusqu'à la première virgule. Par exemple, &quot;London, England, United Kingdom&quot ; sera abrégé en &quot;London&quot ;

source: This allows you to select the method for colouring arrows that link the different nodes. The 'Random' option will randomly select a colour for each arrow, making it easier to follow overlapping arrows on complex diagrams.
de: Hier können Sie auswählen, wie die Pfeile eingefärbt werden, die die verschiedenen Knoten miteinander verknüpfen. Die Option 'Zufall' wählt eine zufällige Farbe für jeden Pfeil aus, sodass überlappende Pfeile in komplexen Diagrammen einfacher verfolgt werden können.
fr: Cette option vous permet de sélectionner la méthode de coloration des flèches qui relient les différents nœuds. L'option « Aléatoire » sélectionne au hasard une couleur pour chaque flèche, ce qui facilite le suivi des flèches qui se chevauchent dans les diagrammes complexes.

source: Arrow colour
de: Pfeilfarbe
fr: Couleur des flèches

source: If selecting 'Custom', you are presented with further options
de: Wenn Sie 'Benutzerdefiniert' auswählen, werden Ihnen weitere Optionen angezeigt
fr: En choisissant "Personnalisation" vous verrez d'autres options

source: Only save settings that affect diagram
de: Nur Einstellungen speichern, die das Diagramm betreffen
fr: Ne sauvegarder que les paramètres qui affectent le diagramme

source: If you select this option, saving settings to the saved settings list will only save the settings that directly affect the diagram. When unchecked, other settings such as the 'Output file type' and 'Show saved diagrams panel' will also be saved.
de: Wenn Sie diese Option auswählen, werden beim Speichern von Einstellungen in der Liste der gespeicherten Einstellungen nur diejenigen Einstellungen gespeichert, die sich direkt auf das Diagramm auswirken. Wenn diese Option deaktiviert ist, werden auch andere Einstellungen gespeichert, wie etwa 'Ausgabedateityp' und 'Gespeicherte Diagramme anzeigen' .
fr: Si vous sélectionnez cette option, l'enregistrement des paramètres dans la liste des paramètres enregistrés n'enregistrera que les paramètres qui affectent directement le diagramme. Si cette option n'est pas cochée, d'autres paramètres tels que le « Type de fichier de sortie » et « Afficher le panneau des diagrammes enregistrés » seront également sauvegardés.

source: Show divorces
de: Scheidungen anzeigen

source: Divorce date prefix
de: Präfix für das Scheidungsdatum

source: Show first divorce image
de: Zeige das erste Bild zu einer Scheidung

source: Add arrow label when pedigree type is not "birth"
de: Pfeilbeschriftung hinzufügen, wenn die Abstammung nicht "Geburt" ist

source: Show only first divorce
de: Nur die erste Scheidung anzeigen

source: Show divorce place
de: Ort der Scheidung anzeigen

source: If selected, divorces will be listed on the family record.
de: Wenn diese Option ausgewählt wird, werden Scheidungen in der Familienbox aufgeführt.

source: If a couple have been divorced more than once (a family record in webtrees has multiple divorce events), if this option is selected then only the first is shown (this is the default). If you unselect this option, all divorce events will be shown in the same family record in the diagram.
de: Wenn ein Paar mehr als einmal geschieden wurde (eine Familienaufzeichnung in webtrees erlaubt auch mehrere Scheidungsereignisse) und wenn diese Option ausgewählt ist, wird nur die erste Scheidung angezeigt (dies ist der Standard). Wenn Sie diese Option nicht ausgewählt haben, werden alle Scheidungsereignisse im Diagramm angezeigt.

source: Check the box if you would like to include the date of divorce in the output.
de: Aktivieren Sie das Kästchen, wenn Sie das Scheidungsdatum in die Ausgabe aufnehmen möchten.

source: You can also choose whether to show the full date of divorce or just the year.
de: Sie können außerdem wählen, ob das vollständige Scheidungsdatum oder nur das Jahr angezeigt werden soll.

source: Whether to show the place of divorce in the output. Also see option for abbreviating place names.
de: Ob der Scheidungsort in der Ausgabe angezeigt werden soll. Siehe auch die Option zum Abkürzen von Ortsnamen.

source: If selected, labels will be added to the relationship arrows where a relationship is not by birth. For example, foster or adopted children.
de: Wenn diese Option aktiviert ist, werden den Verwandtschaftspfeilen Beschriftungen hinzugefügt, wenn die Verwandtschaft nicht auf der Geburt beruht. Beispielsweise bei Pflege- oder Adoptivkindern.

source: Oval
fr: Ovale
pl: Owal
ru: Овал

source: Text
ca: SMS
fr: Texte
pl: Tekst
ru: Текст

source: This option lets you enable or disable showing photos on the tiles of individuals. If enabled, there are further options as follows:
ca: Aquesta opció us permet activar o desactivar la visualització de fotos a les fitxes dels individus. Si està activat, hi ha més opcions.
ru: Эта опция позволяет включить или отключить отображение фотографий на плитках отдельных лиц. Если включено, есть дополнительные параметры, как показано ниже:

source: This also affects families in the diagram. If this option is enabled, you can click on family records to open the family webtrees page. Also see \'Action when individual clicked\' in the Browser render settings.
ca: Això també afecta les famílies del diagrama. Si aquesta opció està habilitada, podeu fer clic a registres familiars per obrir la pàgina d'arbres web de la família. Vegeu també \'Action when individual clicked\' a la configuració de renderització del navegador.

source: This section allows for some changes to the content of tiles, including links, abbreviations, and the details included on individuals and families.</p><h4>Page links</h4><h5>Add URL to individuals and families</h5><p>For SVG (and PDF if Graphviz installed on server) output, links can be included. This way you can click on the person in the diagram to be taken to their webtrees page.</p><h4>Abbreviations</h4><h5>Abbreviated names</h5><p>There are several options to shorten the names of individuals displayed.</p><ul><li>Full name - the default option, this shows the primary name and any nickname. This option currently is the only one where the preferred name is underlined, and is the only one to show nicknames (in &quot;quotes&quot;).</li><li>Given and surnames - like the full name, but without nicknames.</li><li>Given names - just the given names are displayed.</li><li>First given names only - just the first word of the name in the given names field.</li><li>Surnames - just the surnames are displayed.</li><li>Initials only - this displays initials only, for example &quot;JFK&quot;.</li><li>Given name initials and surname - this shows initials for the first and second given name, as well as the full surname. For example: &quot;J.F. Kennedy&quot;</li><li>Don&apos;t show names - no names are shown. If birth and death details are also disabled then it is possible to show only photos or even just coloured boxes.</li></ul><h5>Abbreviated place names</h5><p>There are several options to shorten place names (for place of birth, place of marriage, place of death).</p><ul><li>Full place name - the place name is printed in full.</li><li>City and Country - the first and last section of the place name is used, using commas to split the sections. For example, &quot;London, England, United Kingdom&quot; would be shortened to &quot;London, United Kingdom&quot;</li><li>City and 2-Letter ISO Country Code - the first and last section of the place name is used, using commas to split the sections. The country is then converted to the ISO3166-1-Alpha-2 country code. <br>For example, &quot;Calgary, Alberta, Canada&quot; would be shortened to &quot;Calgary, CA&quot;</li><li>City and 3-Letter ISO Country Code - the first and last section of the place name is used, using commas to split the sections. The country is then converted to the ISO3166-1-Alpha-3 country code.<br>For example, &quot;Calgary, Alberta, Canada&quot; would be shortened to &quot;Calgary, CAN&quot;</li></ul><p>Note - The CLDR display name is used for matching. The data comes from <a href=\"https://www.datahub.io/core/country-codes\" class=\"help-link\">Datahub</a> but has been modified as for example the original CLDR name for the United Kingdom is &quot;UK&quot;, and the original CLDR name for the United States is &quot;US&quot;. Matching against these countries for the purposes of abbreviation is therefore pointless. So changes have been made to make this work better. Please <a href=\"https://github.com/Neriderc/GVExport/issues/new\" class=\"help-link\">open an issue</a> on GitHub if you find a country is not abbreviating correctly.</p><h4>Information on individuals</h4><h5>Show individual XREF</h5><p>Whether to include the XREF of individuals in the diagram.</p><h5>Show birthdate</h5><p>Check the box if you would like to include the birthdate of individuals in the output.</p><p>You can also choose whether to show the full date of birth or just the year.</p><h5>Show birthplace</h5><p>Whether to show the place of birth in the output. Also see option for abbreviating place names.</p><h5>Show death date</h5><p>Check the box if you would like to include the death date of individuals in the output.</p><p>You can also choose whether to show the full date of death or just the year.</p><h5>Show death place</h5><p>Whether to show the place of death in the output. Also see option for abbreviating place names.</p><h5>Show sex of individuals</h5><p>Whether to print the sex of the individual on the individual&apos;s tile, e.g. &quot;Male&quot;</p><h4>Information on families</h4><h5>Show family XREF</h5><p>Whether to include the XREF of families in the output.</p><h5>Show marriage date</h5><p>Check the box if you would like to include the date of marriage in the output.</p><p>You can also choose whether to show the full date of marriage or just the year.</p><h5>Show marriage place</h5><p>Whether to show the place of marriage in the output. Also see option for abbreviating place names.
ru: Этот раздел позволяет вносить некоторые изменения в содержимое плиток, включая ссылки, сокращения и сведения об отдельных лицах и семьях.</p><h4>Ссылки на страницы</h4><h5>Добавить URL для отдельных лиц и семей</h5><p>Для вывода SVG (и PDF, если Graphviz установлен на сервере) можно включить ссылки. Таким образом, вы можете щелкнуть человека на диаграмме, чтобы перейти на страницу его веб-дерева.</p><h4>Сокращения</h4><h5>Сокращенные имена</h5><p>Есть несколько вариантов сокращения имени. отображаются имена отдельных лиц.</p><ul><li>Полное имя – параметр по умолчанию, при этом отображается основное имя и любой псевдоним. В настоящее время эта опция является единственной, где предпочтительное имя подчеркнуто, и только она показывает псевдонимы (в кавычках).</li><li>Имена и фамилии - как полное имя, но без псевдонимов.</li><li>Имена — отображаются только имена.</li><li>Только первые имена — только первое слово имени в поле имен.</li><li>Фамилии - отображаются только фамилии.</li><li>Только инициалы – отображаются только инициалы, например &quot;JFK&quot;.</li><li>Инициалы имени и фамилия – отображаются инициалы первого и второго имя, а также полную фамилию. Например: &quot;Дж.Ф. Кеннеди&quot;</li><li>Не показывать имена — имена не отображаются. Если сведения о рождении и смерти также отключены, можно показывать только фотографии или даже цветные рамки.</li></ul><h5>Сокращенные названия мест</h5><p>Есть несколько вариантов сокращения мест имена (по месту рождения, месту брака, месту смерти).</p><ul><li>Полное название места - название места печатается полностью.</li><li>Город и страна - используются первая и последняя части названия места, разделяемые запятыми. Например, &quot;Лондон, Англия, Соединенное Королевство&quot; будет сокращен до «Лондон, Великобритания»</li><li>Город и двухбуквенный код страны ISO — используются первая и последняя части названия места, разделяемые запятыми. Затем страна преобразуется в код страны ISO3166-1-Alpha-2. <br>Например, &quot;Калгари, Альберта, Канада&quot; будет сокращено до «Калгари, Калифорния»</li><li>Город и трехбуквенный код страны ISO — используются первая и последняя части названия места, разделяемые запятыми. Затем страна преобразуется в код страны ISO3166-1-Alpha-3.<br>Например, &quot;Калгари, Альберта, Канада&quot; будет сокращено до "Calgary, CAN"</li></ul><p>Примечание. Для сопоставления используется отображаемое имя CLDR. Данные поступают из <a href="https://www.datahub.io/core/country-codes" class="help-link">Datahub</a>, но были изменены, например, как исходное имя CLDR для Соединенное Королевство - "Великобритания", а первоначальное название CLDR для Соединенных Штатов - "США". Поэтому сопоставление с этими странами для целей сокращения бессмысленно. Поэтому были внесены изменения, чтобы сделать эту работу лучше. Пожалуйста, <a href="https://github.com/Neriderc/GVExport/issues/new" class="help-link">откройте вопрос</a> на GitHub, если вы обнаружите, что аббревиатура страны указана неправильно.</p><h4>Информация о физических лицах</h4><h5>Показать внешние ссылки</h5><p>Включить ли внешние ссылки отдельных лиц на диаграмму.</p><h5>Показать дату рождения</h5> <p>Установите флажок, если хотите включить в выходные данные дату рождения отдельных лиц.</p><p>Вы также можете выбрать, показывать ли полную дату рождения или только год.</p><h5 >Показать место рождения</h5><p>Показывать ли место рождения в выводе. Также см. вариант сокращения названий мест.</p><h5>Показать дату смерти</h5><p>Отметьте флажок, если хотите включить в выходные данные дату смерти отдельных лиц.</p><p> Вы также можете выбрать, показывать ли полную дату смерти или только год.</p><h5>Показывать место смерти</h5><p>Показывать ли место смерти в выводе. Также см. параметр для сокращения названий мест.</p><h5>Показать пол людей</h5><p>Печать ли пола человека на плитке человека, например. &quot;Мужской&quot;</p><h4>Информация о семьях</h4><h5>Показать внешнюю ссылку на семью</h5><p>Включить ли внешнюю ссылку на семью в выходные данные.</p><h5>Показать дата вступления в брак</h5><p>Отметьте поле, если вы хотите включить в выходные данные дату вступления в брак.</p><p>Вы также можете выбрать, показывать ли полную дату вступления в брак или только год.</p><h5>Показать место брака</h5><p>Показывать ли место брака в выводе. Также см. вариант сокращения названий мест.

source: Whether starting individuals should be highlighted on the diagram. If enabled, you can choose a background colour to highlight the individual with, and can choose to enable this only for some starting individuals.
ru: Должны ли стартовые особи выделяться на диаграмме. Если эта функция включена, вы можете выбрать цвет фона для выделения человека и включить его только для некоторых стартовых людей.

source: Diagram background color
cs: Barva pozadí diagramu
pl: Kolor tła diagramu

source: If the module reaches one of these people, don't grow the tree from here. For example, if you chose yourself as the starting point, you might want to include all of your blood relatives except your mother's side of the family. Add your mother as a person to &quot;Stop processing on&quot;. The tree will still include your mother, but it won't include her parents, siblings, etc.</p><p>Choose a person in the top box, and they will be added to the list. Their XREF will also be included in the bottom box (which can be edited directly if needed).
cs: Pokud se modul dostane k jedné z těchto osob, strom už dále nerozvíjet. Pokud jste si například jako výchozí bod zvolili sebe, můžete do něj zahrnout všechny své pokrevní příbuzné kromě příbuzných z matčiny strany. Přidejte svou matku jako osobu do pole "Ukončit zpracování u". Strom bude stále zahrnovat vaši matku, ale nebude zahrnovat její rodiče, sourozence atd.</p><p>Vyberte osobu v horním poli a ta bude přidána do seznamu. Její XREF bude také zahrnut do spodního pole (které lze v případě potřeby přímo upravit).
pl: Jeśli moduł dotrze do jednej z tych osób, nie bubuj stąd drzewa. Na przykład, jeśli wybrałeś siebie jako punkt wyjścia, możesz chcieć uwzględnić wszystkich swoich krewnych z wyjątkiem rodziny ze strony matki. Dodaj swoją matkę jako osobę do opcji "Zatrzymaj przetwarzanie". Drzewo nadal będzie zawierało Twoją matkę, ale nie będzie zawierało jej rodziców, rodzeństwa itp.</p><p>Wybierz osobę w górnym polu, a zostanie ona dodana do listy. Ich XREF zostanie również uwzględniony w dolnym polu (które razie potrzeby można edytować bezpośrednio ).

source: Birth date prefix
cs: Předpona data narození
pl: Prefiks daty urodzenia

source: Add to My favorites
cs: Přidat k mým oblíbencům
pl: Dodaj do ulubionych

source: Add to Tree favorites
cs: Přidat k oblíbencům stromu
pl: Dodaj do ulubionych drzew

source: When you open GVExport, webtrees provides the record of an individual to the chart. This setting dictates what GVExport should do with this individual.</p><p>The options behave as follows:<ul><li>Default - if there is only one record in the starting individuals list, it will be overwritten. Otherwise, the new individual will be added to the list.</li><li>Add to list - The individual is always added to the list of starting individuals.</li><li>Don't add to list - Ignore the individual.</li><li>Overwrite - Clear the list of starting individuals and only add the new individual to the list.</li></ul></p><h4>Individual record</h4><p>The individual provided is decided by webtrees. If you select GVExport while on the page of an individual, this individual is provided to GVExport. When you come from another page, if the tree has a default individual this person is provided, otherwise the first individual in the tree is provided.
cs: Po otevření aplikace GVExport webtrees poskytne záznam o osobě do diagramu. Toto nastavení určuje, co má GVExport s touto osobou udělat.</p><p>Možnosti se chovají takto:<ul><li>Výchozí - pokud je v seznamu výchozích osob pouze jeden záznam, bude přepsán. V opačném případě bude nová osoba přidána do seznamu.</li><li>Přidat do seznamu - osoba bude vždy přidána do seznamu výchozích osob.</li><li>Nepřidávat do seznamu - Ignorovat osobu.</li><li>Přepsat - Vymaže seznam výchozích osob a přidá novou osobu do seznamu.</li></ul></p><h4>Záznam osoby</h4><p>O poskytnuté osobě rozhoduje webtrees. Pokud na stránce osoby zvolíte GVExport, bude tato osoba poskytnuta do GVExportu. Pokud přijdete z jiné stránky, pak pokud má strom výchozí osobu, bude poskytnuta tato osoba, jinak bude poskytnuta první osoba ve stromu.
pl: Kiedy otwierasz GVExport, webtrees dostarcza rekord jednostki do wykresu. To ustawienie dyktuje, co GVExport powinien zrobić z tą osobą.</p><p>Opcje zachowują się w następujący sposób:<ul><li>Domyślny - jeśli na liście osób startowych znajduje się tylko jeden rekord, zostanie on nadpisany. W przeciwnym razie nowa osoba zostanie dodana do listy.</li><li>Dodaj do listy - Osoba jest zawsze dodawana do listy osób startowych.</li><li>Nie dodawaj do listy — zignoruj ​​tę osobę.</li><li>Zastąp — wyczyść listę początkowych osób i dodaj tylko nową osobę do listy.</li></ul></p><h4>Rekord indywidualny</h4><p>Pokazywana osoba jest ustalana przez webtrees. Jeśli wybierzesz GVExport na stronie osoby, ta osoba zostanie pokazana w GVExport. Gdy przechodzisz z innej strony, jeśli drzewo ma domyślną osobę, to ta osoba jest podawana, w przeciwnym razie podawana jest pierwsza osoba w drzewie.

source: Individual stripe color
pl: Indywidualny kolor pasków

source: Individual border color
pl: Indywidualny kolor obramowania

source: Based on individual's sex
pl: Na podstawie płci danej osoby

source: Show starting individuals in different colour
cs: Výchozí osoby zobrazit jinou barvou

source: Starting individuals background colour
cs: Barva pozadí výchozích osob

source: Diagram preferences
nb: Diagrampreferanser

source: Output Settings
nb: Innstillinger for utdata

source: Include Ancestors
nb: Inkluder forfedre

source: Include
nb: Inkluder

source: Cousins
nb: Søskenbarn

source: Spouses
nb: Ektefeller

source: Include Descendants
nb: Inkluder etterkommere

source: Max Levels
nb: Maks nivåer

source: Mark not blood-related people with different color
nb: Merk ikke blodrelaterte personer med ulik farge

source: Use abbreviated placenames
nb: Bruk forkortede stedsnavn

source: Show Birth Date
nb: Vis fødselsdato

source: Show Birth Place
nb: Vis fødested

source: Show Death Date
nb: Vis dødsdato

source: Full Date
nb: Full dato

source: Show Death Place
nb: Vis dødsstedet

source: Show Family ID
nb: Vis familie-ID

source: Show Marriage Date
nb: Vis ekteskapsdato

source: Show Marriage Place
nb: Vis ekteskapssted

source: Graph Direction
nb: Graf retning

source: Simple
nb: Enkel

source: Decorated
nb: Dekorert

source: Add photos
nb: Legg til bilder

source: Only Decorated or Combined
nb: Kun dekorert eller kombinert

source: Output File Type
nb: Utdatafiltype
