Repository: Neriderc/GVExport
Catalog: resources/lang/*.po
Languages: ca, cs, de, fr, nb, pl, ru

source: Settings for GVExport
ca: Configuració per a GVExport
cs: Nastavení pro GVExport
de: Einstellungen für GVExport
fr: Paramètres pour GVExport
pl: Ustawienia GVExport
ru: Настройки GVExport

source: Administrator settings
ca: Configuració de l'administrador
cs: Administrační nastavení
de: Einstellungen für Administratoren
fr: Paramètres d'administrateur
pl: Ustawienia administratora
ru: Настройки администратора

source: Download file name
ca: Descarregar nom del fitxer
cs: Jméno stahovaného souoru
de: Dateiname für das Herunterladen
fr: Nom de fichier téléchargé
pl: Pobierz nazwę pliku
ru: Скачать имя файла

source: Graphviz MCLIMIT setting
ca: Configuració de Graphviz MCLIMIT
cs: Nastavení MCLIMIT Graphvizu
de: Einstellung MCLIMIT für Graphviz
fr: Paramètres Graphviz MCLIMIT
pl: Ustawienie Graphviz MCLIMIT
ru: Настройка Graphviz MCLIMIT

source: Birthdate prefix
ca: Prefix de la data de naixement
de: Kennzeichen für Geburtsdatum
fr: Préfixe pour la date de naissance
ru: Префикс даты рождения

source: Death date prefix
ca: Prefix de la data de defunció
cs: Předpona data úmrtí
de: Kennzeichen für Todesdatum
fr: Préfixe pour la date de décès
pl: Prefiks daty śmierci
ru: Префикс даты смерти

source: Save settings
ca: Desa la configuració
cs: Uložit nastavení
de: Einstellungen speichern
fr: Enregistrer les paramètres
pl: Zapisz ustawienia
ru: Сохранить настройки

source: Save
ca: Guardar
cs: Uložit
de: Speichern
fr: Enregistrer
pl: Zapisz
ru: Сохранить

source: Settings name
ca: Nom de la coniguració
cs: Název nastavení
de: Einstellungsbezeichnung
fr: Nom pour les paramètres
pl: Nazwa ustawień
ru: Имя настройки

source: Failed to assign new settings ID
ca: No s'ha pogut assignar l'identificador de configuració nou
cs: Selhalo přiřazení nového ID nastavení
de: Neue ID einer Einstellung konnte nicht zugewiesen werden
fr: Échec de l'attribution du nouvel ID des paramètres
pl: Nie udało się przypisać nowego identyfikatora ustawień
ru: Не удалось назначить новые настройки ID

source: Invalid settings ID
ca: Identificador de configuració no vàlid
cs: Neplatný ID nastavení
de: Ungültige ID einer Einstellung
fr: ID de paramètres invalide
pl: Nieprawidłowy identyfikator ustawień
ru: Неверный идентификатор настроек

source: Invalid request
ca: Sol·licitud no vàlida
cs: Neplatný požadavek
de: Ungültige Anforderung
fr: Requête invalide
pl: Nieprawidłowe żądanie
ru: Неверный запрос

source: Invalid JSON
ca: JSON no vàlid
cs: Neplatný JSON
de: Ungültiges JSON
fr: JSON invalide
pl: Nieprawidłowy kod JSON
ru: Неверный JSON

source: Settings
ca: Configuració
cs: Nastavení
de: Einstellungsdatensätze
fr: Paramètres
pl: Ustawienia
ru: Настройки

source: You can select from the list to load some saved settings. Settings can be added or changed using the options in the advanced section of the &quot;General settings&quot; section.
de: Sie können aus der Liste auswählen, um einen der gespeicherten Einstellungsdatensätze zu laden. Einstellungen können im erweiterten Abschnitt &quot;Allgemeine Einstellungen&quot; hinzugefügt oder geändert werden.
fr: Vous pouvez choisir dans la liste de charger des paramètres sauvegardés. Les paramètres peuvent être ajoutés ou modifiés à l'aide des options de la section avancée de la section &quot;Paramètres généraux&quot ;.

source: Delete
ca: Esborrar
cs: Smazat
de: Löschen
fr: Supprimer
pl: Usuń
ru: Удалить

source: Copy link
ca: Copia l'enllaç
cs: Kopírovat odkaz
de: Verweis kopieren
fr: Copier le lien
pl: Skopiuj link
ru: Скопировать ссылку

source: Copied link to clipboard
ca: Enllaç copiat al porta-retalls
cs: Odkaz zkopírován do schránky
de: Verweis wurde in die Zwischenablage kopiert
fr: Copier le lien dans le presse-papier
pl: Skopiowany link do schowka
ru: Копирование ссылки в буфер обмена

source: Failed to copy link to clipboard
ca: No s'ha pogut copiar l'enllaç al porta-retalls
cs: Selhalo kopírování odkazu do schránky
de: Der Verweis konnte nicht in die Zwischenablage kopiert werden
fr: Échec de copie du lien dans le presse-papier
pl: Błąd kopiowania linku do schowka
ru: Не удалось скопировать ссылку в буфер обмена

source: Copy manually below
ca: Copia manualment a continuació
cs: Níže kopírovat ručně
de: Kopieren Sie ihn unten von Hand
fr: Copier manuellement ci-dessous
pl: Skopiuj ręcznie poniżej
ru: Скопируйте вручную ниже

source: Overwrite settings '%s'?
ca: Sobreescriviu els paràmetres \"%s\"?
cs: Přepsat nastavení '%s'?
de: Soll der Einstellungsdatensatz '%s' überschrieben werden?
fr: Écraser les paramètres '%s' ?
pl: Zastąpić ustawienia „%s”?
ru: Переписать настройки '%s'?

source: Cancel
ca: Cancel·lar
cs: Zrušit
de: Abbrechen
fr: Annuler
pl: Anuluj
ru: Отмена

source: Overwrite
ca: Sobreescriure
cs: Přepsat
de: Überschreiben
fr: Écraser
pl: Nadpisz
ru: Перезаписать

source: Revoke link
ca: Revocar enllaç
cs: Odebrat odkaz
de: Verweis zurückziehen
fr: Révoquer le lien
pl: Odwołaj link
ru: Отозвать ссылку

source: Show saved diagrams panel
ca: Mostra el tauler de diagrames desats
cs: Zobrazit panel uložených diagramů
de: Abschnitt mit gespeicherten Diagrammen anzeigen
fr: Montrer le panneau des diagrammes enregistrés
pl: Pokaż panel zapisanych diagramów
ru: Показать панель сохраненных диаграмм

source: Add to My favourites
ca: Afegir a els meus favorits
de: Zu meinen Favoriten hinzufügen
fr: Ajouter à Mes favoris

source: Add to Tree favourites
ca: Afegir als preferits de l'arbre
de: Zu den Stammbaumfavoriten hinzufügen
fr: Ajouter aux Favoris de l’arbre

source: Don't colour these XREFs:
ca: No acoloriu aquests XREFs:
cs: Nevybarvovat tyto XREFy:
de: Diese XREFs nicht einfärben:
fr: Ne pas colorer ces identifiants:
pl: Nie koloruj XREFs:
ru: Не окрашивайте эти XREF:

source: Saved diagrams
ca: Diagrames desats
cs: Uložené diagramy
de: Gespeicherte Diagramme
fr: Diagrammes enregistrés
pl: Zapisane diagramy
ru: Сохраненные диаграммы

source: List of diagrams
ca: Llista de diagrames
cs: Seznam diagramů
de: Diagrammliste
fr: Liste des diagrammes
pl: Lista Diagramów
ru: Список диаграмм

source: Colour these individuals:
ca: Color d'aquests individus:
cs: Vybarvit tyto osoby:
de: Folgende Personen einfärben:
fr: Colorer ces individus :
pl: Pokoloruj te osoby:
ru: Раскрась этих людей:

source: Treatment of source individuals
ca: Tractament d'individus d'origen
cs: Nakládání s výchozími osobami
de: Behandlung einer neuen Startperson
fr: Traitement des individus source
pl: Postępowanie z osobami żródłowymi
ru: Обращение с лицами-источниками

source: Default
ca: Omissió
cs: Výchozí
de: Standard
fr: Défaut
pl: Domyślny
ru: По умолчанию

source: Add to list
ca: Afegir a la llista
cs: Přidat do seznamu
de: Zur Liste hinzufügen
fr: Ajouter à la liste
pl: Dodaj do listy
ru: Добавить в список

source: When you open GVExport, webtrees provides the record of an individual to the chart. This setting dictates what GVExport should do with this individual.</p><p>The options behave as follows:<ul><li>Default - if there is only one record in the starting individuals list, it will be overwritten. Otherwise, the new individual will be added to the list.</li><li>Add to list - The individual is always added to the list of starting individuals.</li><li>Don&apos;t add to list - Ignore the individual.</li><li>Overwrite - Clear the list of starting individuals and only add the new individual to the list.</li></ul></p><h4>Individual record</h4><p>The individual provided is decided by webtrees. If you select GVExport while on the page of an individual, this individual is provided to GVExport. When you come from another page, if the tree has a default individual this person is provided, otherwise the first individual in the tree is provided.
ca: Quan obriu GVExport, webtrees proporciona el registre d'una persona al gràfic. Aquesta configuració dicta què ha de fer GVExport amb aquesta persona.</p><p>Les opcions es comporten de la manera següent:<ul><li>Default- si només hi ha un registre a la llista d'individus inicials, se sobreescriurà. En cas contrari, el nou individu s'afegirà a la llista.</li><li>Add a la llista - L'individu sempre s'afegeix a la llista d'individus inicials.</li><li>No afegiu a la llista - Ignoreu el fitxer individual.</li><li>Overwrite - Esborreu la llista d'individus inicials i només afegiu el nou individu a la llista.</li></ul></p><h4>Registre individual</h4><p>La persona proporcionada es decideix per webtrees. Si seleccioneu GVExport mentre esteu a la pàgina d'una persona, aquesta persona es proporcionarà a GVExport. Quan veniu d'una altra pàgina, si l'arbre té una persona per defecte es proporciona aquesta persona, en cas contrari es proporciona la primera persona de l'arbre.
de: Wenn Sie GVExport öffnen, stellt webtrees diesem Diagramm den Datensatz einer Person zur Verfügung, die verwendet werden soll. Diese Einstellung hier legt fest, was GVExport mit dieser Person tun soll.</p><p>Die folgenden Optionen sind möglich:<ul><li>Standard - wenn es keinen oder nur einen Datensatz in der Liste der Startpersonen gibt, wird diese mit der neuen Person überschrieben. Andernfalls wird die neue Person zur Liste hinzugefügt.</li><li>Zur Liste hinzufügen – Die Person wird immer zur Liste der Startpersonen hinzugefügt.</li><li>Nicht zur Liste hinzufügen – die neue Person wird ignoriert.</li><li>Überschreiben - die Liste der Startpersonen wird gelöscht und die neue Person wird zur Liste hinzugefügt.</li></ul></p><h4>Neue Person</h4><p>Welche Person übergeben wird, entscheidet webtrees. Wenn Sie GVExport aufrufen, während Sie sich auf der Seite einer Person befinden, wird diese Person für GVExport bereitgestellt. Wenn Sie von einer anderen Seite kommen und der Baum eine Standardperson hat, wird diese Person bereitgestellt, andernfalls wird die erste Person im Stammbaum ausgewählt.
fr: Lorsque vous ouvrez GVExport, webtrees fournit la fiche d'une personne au tableau. Ce paramètre dicte ce que GVExport doit faire avec cet individu.</p><p>Les options se comportent comme suit:<ul><li>Par défaut - s'il n'y a qu'un seul enregistrement dans la liste des individus de départ, il sera écrasé. Sinon, le nouvel individu sera ajouté à la liste.</li><li>Ajouter à la liste - L'individu est toujours ajouté à la liste des individus de départ.</li><li>Ne pas ajouter à la liste - Ignorer l'individu.</li><li>Overwrite - Efface la liste des individus de départ et n'ajoute que le nouvel individu à la liste.</li></ul></p><h4>Enregistrement de l'individu</h4><p>La personne fournie est déterminée par webtrees. Si vous sélectionnez GVExport alors que vous êtes sur la page d'une personne, cet individu est fourni à GVExport. Lorsque vous arrivez d'une autre page, si l'arbre a un individu par défaut, c'est cet individu qui est fourni, sinon c'est le premier individu de l'arbre qui est fourni.
ru: Когда вы открываете GVExport, веб-деревья предоставляют запись о человеке на диаграмму. Этот параметр определяет, что GVExport должен делать с этим человеком.</p><p>Параметры ведут себя следующим образом:<ul><li>По умолчанию — если в списке начальных лиц есть только одна запись, она будет перезаписана. В противном случае новое лицо будет добавлено в список.</li><li>Добавить в список — лицо всегда добавляется в список начальных лиц.</li><li>Не добавлять в список — игнорировать человека.</li><li>Перезаписать — очистить список начальных лиц и добавить в список только нового человека.</li></ul></p><h4>Отдельная запись</h4><p>Предоставленный человек определяется веб-деревьями. Если вы выберете GVExport на странице физического лица, это физическое лицо будет предоставлено GVExport. Когда вы переходите с другой страницы, если в дереве есть человек по умолчанию, предоставляется этот человек, в противном случае предоставляется первый человек в дереве.

source: Don't add to list
ca: No afegeixis a la llist
cs: Nepřidávat do seznamu
de: Nicht zur Liste hinzufügen
fr: Ne pas ajouter à la liste
pl: Nie dodawaj do listy
ru: Не добавлять в список

source: One new source individual added to %s existing individuals
de: Eine neue Startperson wurde zu den %s bereits Existierenden hinzugefügt
fr: Un nouvel individu source est ajouté à %s individus existants
pl: Do %s istniejących osób dodano jedną nową osobę źródłową

source: Diagram will be rendered in browser as server doesn't support photo shapes
de: Das Diagramm wird im Browser gerendert, da der Server keine Fotoformen unterstützt
fr: Le diagramme sera affiché dans le navigateur car le serveur ne prend pas en charge les formes de photos.
pl: Diagram zostanie wyrenderowany w przeglądarce, ponieważ serwer nie obsługuje kształtów zdjęć

source: No change
ca: Sense canvis
de: keine Änderung
fr: Sans changement
pl: Bez zmian
ru: Без изменений

source: Circle
ca: Cercle
de: Kreis
fr: Cercle
pl: Koło
ru: Круг

source: Square
ca: Quadrat
de: Quadrat
fr: Carré
pl: Kwadrat
ru: Квадрат

source: Rounded rectangle
ca: Rectangle arrodonit
de: Rechteck mit abgerundeten Ecken
fr: Rectangle arrondi
pl: Zaokrąglony prostokąt
ru: Прямоугольник с закругленными углами

source: Photo shape
ca: Forma de foto
de: Form der Fotos
fr: Forme de la photo
pl: Kształt zdjęcia
ru: Форма фото

source: Photo size
ca: Mida de la foto
de: Fotogröße
fr: taille de la photo
pl: Rozmiar zdjęcia
ru: Размер фото

source: Search diagram
ca: Diagrama de cerca
de: Diagrammsuche
fr: Rechercher dans le diagramme
pl: Przeszukaj diagram
ru: Схема поиска

source: Tile design
ca: Disseny de plafons
de: Gestaltung der Kästchen
fr: Conception des vignettes
pl: Wzór płytki
ru: Дизайн плитки

source: Individual tile shape
ca: Forma de `lafó individual
de: Form der Personenkästchen
fr: Forme des vignettes d'individus
pl: Indywidualny kształt płytek
ru: Индивидуальная форма плитки

source: Display sex of individual
ca: Mostra el sexe d'un individu
de: Anzeige des Geschlechts der Person
fr: Afficher le sexe de l'individu
pl: Wyświetl płeć osoby
ru: Показать пол человека

source: Rectangle
de: Rechteck
pl: Prostokąt
ru: Прямоугольник

source: Coloured stripe
ca: Ratlla de colors
de: Farbbalken
fr: Bande colorée
pl: Kolorowy pasek
ru: Цветная полоса

source: Coloured border
ca: Vora de colors
de: Eingefärbter Rand
fr: Contour coloré
pl: Kolorowe obramowanie
ru: Цветная рамка

source: Don't display sex
ca: No mostris sexe
de: Geschlecht nicht anzeigen
fr: Ne pas afficher le sexe
pl: Nie pokazuj Płci
ru: Не показывать пол

source: Background colour
ca: Color de fons
de: Hintergrundfarbe
fr: Couleur d'arrière plan
pl: Kolor Tła
ru: Цвет фона

source: This button shows the history of the pop up notifications. Note that this history is not saved, so it is lost if you leave the page or the page is reloaded.
ca: Aquest botó mostra l'historial de les notificacions emergents. Tingueu en compte que aquest historial no es desa, de manera que es perd si sortiu de la pàgina o es torna a carregar la pàgina.
de: Diese Schaltfläche zeigt die Historie der Pop-up-Nachrichten an. Beachten Sie, dass diese Historie nicht gespeichert wird; sie geht verloren sobald Sie die Seite verlassen oder neu laden.
fr: Ce bouton affiche l'historique des notifications. A noter que cet historique n'est pas sauvegardé, il est donc perdu lorsque vous quittez la page ou que la page est actualisée
pl: Ten przycisk pokazuje historię wyskakujących powiadomień. Zauważ, że ta historia nie jest zapisywana, jeśli opuścisz stronę lub strona zostanie ponownie załadowana.
ru: Эта кнопка показывает историю всплывающих уведомлений. Обратите внимание, что эта история не сохраняется, поэтому она теряется, если вы покидаете страницу или страница перезагружается.

source: Message history
ca: Historial de missatges
de: Historie der Nachrichten
fr: Historique des messages
pl: Historia Komunikatów
ru: История сообщений

source: View message history
ca: Veure l'historial de missatges
de: Nachrichtenhistorie anzeigen
fr: Voir l'historique des messages
pl: Zobacz historię wiadomości
ru: Посмотреть историю сообщений

source: Source individual has replaced existing individual
ca: L'individu d'origen ha substituït l'individu existent
de: Neue Startperson hat die bereits vorhandene ersetzt.
fr: L'individu source a remplacé l'individu existant
pl: Osoba źródłowa zastąpiła istniejącą osobę
ru: Исходное лицо заменило существующее лицо

source: Relation types to include
ca: Tipus de relacions a incloure
de: Einzubeziehende Verbindungsarten
fr: Types de relations à inclure
pl: Typy relacji do uwzględnienia
ru: Типы отношений для включения

source: Tile contents
ca: Contingut del quadre
de: Inhalt der Kästchen
fr: Contenu des vignettes
ru: Содержимое плитки

source: Diagram
ca: Diagrama
de: Diagramm
fr: Diagramme
ru: Диаграмма

source: Shape
ca: Formes
de: Formen
fr: Forme
pl: kształt
ru: Формы

source: Colours
ca: Colors
de: Farben
fr: Couleurs
pl: Kolory
ru: Цвета

source: Custom background colour
ca: Color de fons personalitzat
de: Ausgewählte Hintergrundfarbe
fr: Couleur d'arrière-plan personnalisée
pl: Niestandardowy kolor tła
ru: Пользовательский цвет фона

source: Individual stripe colour
ca: Color de ratlles individuals
de: Balkenfarbe eines Personenkästchens
fr: Couleur du bandeau des individus
ru: Индивидуальный цвет полос

source: Individual border colour
ca: Color de la vora individual
de: Randfarbe eines Personenkästchens
fr: Couleur de la bordure des individus
ru: Индивидуальный цвет границы

source: Family border colour
ca: Color de la vora familiar
de: Randfarbe der Familienkästchen
fr: Couleur de la bordure des familles
pl: Kolor obramowania rodziny
ru: Цвет семейной границы

source: Based on individual&apos;s sex
ca: Segons el sexe de l'individu
de: Abhängig vom Geschlecht der Person
fr: Basé sur le sexe de l'individu
ru: В зависимости от пола человека

source: No stripe
ca: Sense ratlla
de: Kein Balken
fr: Sans bandeau
pl: Brak paska
ru: Без полосы

source: Same as family border
ca: El mateix que la frontera familiar
de: Genau wie die Randfarbe der Familienkästchen
fr: Identique à la bordure des famille
pl: Tak samo jak obramowanie rodziny
ru: То же, что семейная граница

source: Page links
ca: Enllaços a pàgines
de: Verweise
fr: Lien vers les pages
pl: Linki do stron
ru: Ссылки на страницы

source: Abbreviations
ca: Abreviatures
de: Abkürzungen
fr: Abbréviations
pl: Skróty
ru: Сокращения

source: Information on individuals
ca: Informació sobre persones físiques
de: Informationen zu Personen
fr: Information des individus
pl: Informacje o osobach
ru: Информация о физических лицах

source: Information on families
ca: Informació a les famílies
de: Informationen zu Familien
fr: Information des familles
pl: Informacje o rodzinach
ru: Информация о семьях

source: Diagram DPI
ca: Diagrama DPI
de: Diagramm DPI
fr: Résolution du diagramme (DPI)
pl: DPI diagramu
ru: Диаграмма DPI

source: Spacing
ca: Espaiat
de: Abstand
fr: Espacement
pl: Rozstaw
ru: Расстояние

source: Diagram colours
ca: Colors del diagrama
de: Diagrammfarben
fr: Couleurs du diagramme
pl: Kolory diagramu
ru: Цвета диаграммы

source: Relationship arrow colour
ca: Color de la fletxa de relació
de: Farbe der Beziehungspfeile
fr: Couleur de la flèche de relation
pl: Kolor strzałki Relacji
ru: Цвет стрелки отношения

source: Rounded square
ca: Cantons arredonits
de: Quadrat mit abgerundeten Ecken
fr: Carré arrondi
pl: Zaokrąglony kwadrat
ru: Закругленный квадрат

source: Show sex of individuals
ca: Mostrar sexe d'individus
de: Geschlecht der Person anzeigen
fr: Montrer le sexe des individus
pl: Pokaż płeć osób
ru: Показать пол особей

source: Output file
ca: Fitxa de sortida
de: Ausgabedatei
fr: Fichier de sortie
pl: Plik wyjściowy
ru: Выходной файл

source: Quality of JPG photos
ca: Qualitat de les fotos JPG
de: Qualität der JPG-Fotos
fr: Qualité des photos JPG
pl: Jakość zdjęć JPG
ru: Качество JPG-фотографий

source: Convert photos to JPG where possible
ca: Converteix fotos a JPG sempre que sigui possible
de: Fotos in JPG konvertieren (wenn möglich)
fr: Convertir les photos en JPG si possible
pl: Konwertuj zdjęcia na JPG, jeśli to możliwe
ru: Конвертируйте фотографии в JPG, где это возможно

source: Lowest
ca: Més baix
de: Niedrigste
fr: Très basse
pl: Bardzo niska
ru: Самый низкий

source: Low
ca: Baix
de: Niedrige
fr: Basse
pl: Niska
ru: Низкий

source: Medium
ca: Mitjà
de: Mittlere
fr: Moyenne
pl: Średnia
ru: Середина

source: High
ca: Alt
de: Hohe
fr: Haute
pl: Wysoka
ru: Высокий

source: Highest
ca: Màxima
de: Höchste
fr: Très haute
pl: Bardzo wysoka
ru: Наибольший

source: Custom border colour
ca: Color de la vora personalitzat
de: Ausgewählte Randfarbe
fr: Couleur de bordure personnalisée
pl: Niestandardowy kolor obramowania
ru: Пользовательский цвет границы

source: Photo resolution
ca: Resolució de les fotos
de: Fotoauflösung
fr: Résolution des photos
ru: Разрешение фото

source: Based on vital status
ca: Basat en l'estat vital
de: Abhängig von lebend/tot
fr: En fonction de la situation
ru: По жизненному статусу

source: Based on age
ca: Segons l'edat
de: Abhängig vom Alter
fr: En fonction de l'âge
ru: В зависимости от возраста

source: Low age colour
ca: Color dels menors d'edat
de: Farbe der unteren Altersgrenze
fr: Couleur du bas âge
ru: Низкий возрастной цвет

source: High age colour
ca: Color del majors d'edat
de: Farbe der oberen Altersgrenze
fr: Couleur du grand âge
ru: Возрастной цвет

source: Unknown age colour
ca: Color per a edat desconeguda
de: Farbe bei unbekanntem Alter
fr: Couleur de l'âge inconnu
ru: Неизвестный возрастной цвет

source: Age for low colour
ca: Edat límit per la minoria d'edat
de: Untere Altersgrenze
fr: Limite du bas âge
ru: Возраст для низкого цвета

source: Age for high colour
ca: Edat límit per a majoria d'edat
de: Obere Altersgrenze
fr: Limite du grand âge
ru: Возраст для яркого цвета

source: This help contains detailed information on the options available in GVExport. You can navigate by clicking the options below.
de: Dieser Hilfetext enthält detaillierte Informationen zu den in GVExport verfügbaren Einstellmöglichkeiten. Sie können navigieren, indem Sie auf die unten stehenden Optionen klicken.
fr: Cette assistance détaille les options disponibles dans GVExport. Vous pouvez naviguer en cliquant sur les options ci-dessous.
ru: Эта справка содержит подробную информацию о параметрах, доступных в GVExport. Вы можете перемещаться, нажимая параметры ниже.

source: About GVExport
ca: Quant a GVExport
de: Über GVExport
fr: A propos de GVExport
ru: О GVExport

source: Detailed information
ca: Informació detallada
de: Detaillierte Informationen
fr: Informations détaillées
ru: Подробная информация

source: This section has detailed information on each of the options in GVExport.
ca: En aquesta secció es disposa d'informació detallada de cadascuna de les opcions de GVExport.
de: In diesem Abschnitt finden Sie detaillierte Informationen zu den einzelnen Optionen in GVExport.
fr: Cette section présente les informations détaillées sur chacune des options de GVExport
ru: В этом разделе содержится подробная информация о каждой опции в GVExport.

source: This panel is only shown when the "Show saved diagrams" option is enabled in the "Save settings" section. It has just the following option:
ca: Aquest quadre només es mostra quan l'opció "Mostra els diagrames desats" està habilitada a la secció "Desa la configuració". Té la següent opció:
de: Dieser Abschnitt wird nur angezeigt, wenn im Abschnitt „Einstellungen speichern“ die Option „Abschnitt mit gespeicherten Diagrammen anzeigen“ aktiviert ist. Es gibt nur die folgende Option
fr: Ce panneau n'est visible que lorsque l'option "Montrer les diagrammes sauvegardés" est activée. Il ne comporte que l'option suivante :
ru: Эта панель отображается только при включенной опции «Показывать сохраненные диаграммы» в разделе «Сохранить настройки». Он имеет только следующий вариант:
