Repository: Neriderc/GVExport
Catalog: resources/lang/*.po
Languages: ca, cs, de, fr, nb, pl, ru

source: Generate a file for download
nb: Generer en fil for nedlasting

source: helps to reduce the crossings on the graph. This can be really slow (up to 10..15x compared to the 20 setting)
nb: bidrar til å redusere kryssene på grafen. Dette kan være veldig tregt (opptil 10..15x sammenlignet med 20-innstillingen)

source: Show Selection
nb: Vis utvalg

source: SVG only
nb: Kun SVG

source: Top-to-Bottom
nb: Topp til bunn

source: Left-to-Right
nb: Venstre til høyre

source: Error running GVExport in Browser mode
nb: Feil ved kjøring av GVExport i nettlesermodus

source: Preview
nb: Forhåndsvisning

source: City and Country
nb: By og land

source: City and 2 Letter ISO Country Code
nb: By og ISO-landskode på 2 bokstaver

source: City and 3 Letter ISO Country Code
nb: By og 3-bokstavs ISO-landskode

source: Show Individual ID
nb: Vis individuell ID

source: Options limited as GraphViz not installed on server
nb: Alternativer begrenset da GraphViz ikke er installert på serveren

source: Generated ${indiNum} individuals and ${famNum} family records
nb: Genererte ${indiNum} individer og ${famNum} familieposter
