Repository: Neriderc/GVExport
Catalog: resources/lang/*.po
Languages: ca, cs, de, fr, nb, pl, ru

source: This is our starting point. Choose a person to base the diagram around. You might choose yourself.</p><p>You can choose as many starting individuals as you wish. A tree will be created for each starting individual based on the settings, then the trees are merged to create one tree for the diagram.</p><p>Click the X to remove a record from the list. If two or more records are listed, a &quot;Clear all&quot; option will appear to allow you to remove all records.</p><p>You can also click on an individual in this list to have the diagram in the browser scroll to that person.</p><p>When you next come to the page, the default individual or the last individual you were looking at in webtrees will be loaded. If there was just one saved individual then it will be replaced with the individual provided by webtrees on coming to the page. If there were multiple in the list, then the individual provided by webtrees will be added to the list (if not already in it). So be sure to double-check you are only including individuals you are looking for when first loading the page. This default behaviour can be changed with the option &quot;Treatment of source individuals&quot; in the advanced section.
cs: To je náš výchozí bod. Vyberte si osobu, na které bude diagram založen. Můžete si vybrat sami sebe.</p><p>Můžete si vybrat libovolný počet výchozích osob. Pro každou výchozí osobu bude na základě nastavení vytvořen strom, poté budou stromy sloučeny a vytvoří jeden strom pro diagram.</p><p>Klepnutím na X odstraníte záznam ze seznamu. Pokud jsou v seznamu dva nebo více záznamů, zobrazí se možnost "Vymazat vše", která vám umožní odstranit všechny záznamy.</p><p>Můžete také kliknout na jednotlivce v tomto seznamu, aby se diagram v prohlížeči posunul na tuto osobu.</p><p>Při další návštěvě stránky se načte výchozí osoba nebo poslední osoba, na kterou jste se dívali ve webtrees. Pokud byla uložena pouze jedna osoba, pak bude při příchodu na stránku nahrazena osobou poskytnutou webtrees. Pokud jich bylo v seznamu více, pak se do seznamu přidá osoba poskytnutá webtrees (pokud v něm již není). Proto se při prvním načtení stránky dvakrát ujistěte, že jsou do ní zahrnuty pouze žádané osoby. Toto výchozí chování lze změnit pomocí volby "Nakládání s výchozími osobami" v části Pokročilé nastavení.
de: Suchen Sie nach einer Person im Auswahlfeld, um die herum das Diagramm erstellt werden soll. Sie können sich selbst als Startperson auswählen.</p><p>Sie können auch mehrere Startpersonen selektieren. Basierend auf den übrigen Einstellungen wird dann für jede Startperson ein Baum erstellt; diese werden für die Darstellung des Diagramms zusammengeführt.</p><p>Klicken Sie auf das X, um eine Person aus der Liste zu entfernen. Wenn zwei oder mehr Personen aufgelistet sind, erscheint die Option &quot;Alle entfernen&quot;, mit der Sie alle Personen in einem Schritt entfernen können.</p><p>Sie können auch auf eine Person in dieser Liste klicken, damit im Diagramm auf diese Person zentriert wird.</p><p>Wenn Sie das nächste Mal auf diese Seite kommen, wird die Standardperson des Stammbaums oder die letzte Person, die Sie sich in webtrees angesehen haben, geladen. Wenn es nur eine gespeicherte Person gab, wird diese beim Aufrufen der Seite durch die von webtrees bereitgestellte Person ersetzt. Wenn es mehrere Personen in der Liste gab, wird die von webtrees bereitgestellte Person zur Liste hinzugefügt (falls sie nicht bereits darin enthalten ist). Vergewissern Sie sich also beim Laden der Seite, dass nur diejenigen Personen einbezogen wurden, die Sie dargestellt haben wollen. Dieses standardmäßige Verhalten kann mit Hilfe der Option &quot;Behandlung einer neuen Startperson&quot; geändert werden.
fr: Ceci est le point de départ. Choisissez un individu qui servira de base au diagramme. Vous pouvez vous choisir vous même.</p><p>Vous pouvez choisir autant d’individus de base que vous le désirez. Un arbre va être créé pour chaque individu de base en fonction de vos paramètres, puis les arbres vont être fusionnés pour créer un arbre pour le diagramme.</p><p>Cliquez le X pour enlever un enregistrement de la liste. Si deux ou plusieurs individus sont listés, une option "Effacer tout" va apparaître pour vous permettre d’enlever tous vos enregistrement.</p><p>La prochaine fois que vous viendrez sur cette page, l'individu par défaut ou la dernière personne que vous avez regardé sur Webtrees va être chargée. S’il y avait seulement un individu sauvegardé, alors il va être remplacé par la personne fournie par Webtrees dans la page d’accueil. S’il y en avait plusieurs dans la liste, alors la personne fourni par Webtrees va être ajouté à la liste (s’elle n’y est pas encore). Donc, vérifiez bien que vous incluez seulement les individus que vous recherchez lorsque vous chargez la page. Ce comportement par défaut peut être modifié à l'aide de l'option &quot Traitement de l'individu de base&quot dans la section avancée.

source: This section includes options that let you decide how to build the tree from your starting individual(s).</p><b>Include ancestors</b><p>Tick this option to include ancestors of your starting individual(s) and anyone in the tree.</p><b>Max levels</b><p>The number of generations of ancestors to include. For example, if you chose yourself as your starting person, you may want the diagram to include relatives back to your great-grandparents. In this case, you would type &quot;3&quot; in the Max levels box under Include ancestors, to include your parents&apos; generation, your grandparents&apos; generation, and your great-grandparents&apos; generation.</p><b>Include descendants</b><p>Whether to include children, grandchildren, etc. of people listed in the tree.</p><b>Max levels</b><p>Similar to the same option for &quot;Include ancestors&quot;, this option indicates how many descendant generations should be included.<h4>Relation types to include</h4><p>The type of relatives to include when generating the diagram.</p><b>Siblings</b><p>Include brothers and sisters of anyone in the tree.</p><b>All relations</b><p>Include cousins, nieces, nephews, and their descendants when generating the tree. Requires &quot;Siblings&quot; to be selected.</p><b>Partners</b><p>Include the husbands, wives, and partners of those in the tree even if they aren&apos;t blood-relatives. There is another option &quot;Mark not blood-related people with different color&quot; that allows these people to be marked in a different colour.</p><b>Anyone</b><p>Follow all links regardless of whether the person is related. In practice, this generally means that the family of non-relatives (i.e. spouses) are included in the tree.</p><p>Use this option to include all records of the selected generations. Note that only records with a link are included, so you may need to include more ancestor or descendant generations (or more starting individuals) to get all your records to show.
de: In diesem Abschnitt können Sie entscheiden, welche Personen ausgehend von den Startpersonen bei der Erstellung des Diagramms berücksichtigt werden sollen.</p><b>Vorfahren einbeziehen</b><p>Wählen Sie hier aus, ob die Vorfahren der Startpersonen und aller anderen Personen im angezeigten Stammbaum einbezogen werden sollen.</p><b>Maximale Generationen</b><p>Hier wählen Sie die Anzahl der Vorfahrengenerationen aus. Wenn Sie beispielsweise sich selbst als Startperson ausgewählt haben und möchten, dass das Diagramm Vorfahren bis zu ihren Urgroßeltern enthält, wählen Sie die &quot;3&quot; im Feld für die maximalen Generationen für die Vorfahren. Somit werden ihre Eltern, die Generation ihrer Großeltern und die Generation ihrer Urgroßeltern einbezogen.</p><b>Nachkommen einbeziehen</b><p>Ob die Kinder, Enkel, etc. der Personen im angezeigten Baum einbezogen werden sollen.</p><b>Maximale Generationen</b><p>Ähnlich wie bei der gleichen Option für &quot;Vorfahren einbeziehen&quot; gibt diese Option an, wie viele Nachkommengenerationen einbezogen werden sollen.</p><h4>Einzubeziehende Verbindungsarten</h4><p>Hier wählen Sie die Art von Verwandten aus, die bei der Erzeugung des Diagramms einbezogen werden sollen.</p><b>Geschwister</b><p>Brüder und Schwestern aller Personen im Baum werden einbezogen.</p><b>Alle Verwandten</b><p>Dies bezieht Cousins, Cousinen, Nichten, Neffen und ggf. deren Nachkommen in die Erstellung des Baums ein. Diese Option erfordert auch die Auswahl der &quot;Geschwister&quot;.</p><b>Partner</b><p>Schließen Sie die Ehemänner, Ehefrauen und Partner der Personen im Baum ein, auch wenn diese keine Blutsverwandten sind. Es gibt eine weitere Option &quot;Nicht blutsverwandte Personen in einer anderen Farbe markieren&quot;, mit der diese Personen in einer anderen Farbe dargestellt werden können.</p><b>Jeder</b><p>Diese Option folgt allen Verbindungen, unabhängig davon, ob die Person verwandt ist. Dies bedeutet im Allgemeinen, dass auch die Familien von über die Partner verschwägerten Personen in den Baum aufgenommen werden.</p><p>Verwenden Sie diese Option, um alle Datensätze der ausgewählten Generationen einzuschließen. Beachten Sie, dass nur Personen mit einer Verbindung zum Personenkreis im Diagramm enthalten sind, sodass Sie möglicherweise mehr Vorfahrengenerationen (oder mehr Startpersonen) hinzufügen müssen, wenn Sie alle ihre Datensätze anzeigen wollen.
fr: Cette section comprend des options qui vous permettent de décider comment construire l'arbre à partir de votre (vos) individu(s) de départ.</p><b>Inclure les ancêtres</b><p>Cochez cette option pour inclure les ancêtres de votre (vos) individu(s) de départ et de n'importe qui dans l'arbre.</p><b>Niveaux maximums</b><p>Le nombre de générations d'ancêtres à inclure. Par exemple, si vous vous êtes choisi comme individu de départ, vous voudrez peut-être que le diagramme inclut les membres de votre famille jusqu'à vos arrière-grands-parents. Dans ce cas, vous devez saisir &quot;3&quot ; dans la case Niveaux maximum sous Inclure les ancêtres, pour inclure la génération de vos parents, la génération de vos grands-parents et la génération de vos arrière-grands-parents.</p><b>Inclure les descendants</b><p>Il faut inclure les enfants, les petits-enfants, etc. des personnes répertoriées dans l'arbre.</p><h4>Types de relations à inclure</h4><p>Type de relations à inclure lors de la génération du diagramme.</p><b>Fratrie</b><p>Inclure les frères et sœurs de toute personne figurant dans l'arbre.</p><b>Toutes les relations</b><p>Inclure les cousins, les nièces, les neveux et leurs descendants lors de la génération de l'arbre. Nécessite la sélection de &quot;Fratrie&quot ;.</p><b>Partenaires</b><p>Inclure les maris, les femmes et les partenaires des personnes figurant dans l'arbre, même s'ils ne sont pas apparentés par le sang. Il existe une autre option &quot;Marquer les personnes sans lien de sang d'une couleur différente&quot ; qui permet à ces personnes d'être marquées d'une couleur différente.</p><b>Tout le monde</b><p>Suivre tous les liens sans tenir compte du fait que la personne est ou n'est pas apparentée. En pratique, cela signifie généralement que la famille des personnes non apparentées (c'est-à-dire les conjoints) est incluse dans l'arbre.</p><p>Utilisez cette option pour inclure tous les enregistrements des générations sélectionnées. Notez que seuls les enregistrements avec un lien sont inclus, il se peut donc que vous deviez inclure plus de générations d'ancêtres ou de descendants (ou plus d'individus de départ) pour que tous vos enregistrements s'affichent.

source: There are two display options here:<ul><li>Left to right - The default option, columns of generations are created with the older generations to the left and younger to the right.<li>Top to bottom - Rows of generations are created, with the older generations at the top and the younger at the bottom.
ca: Hi ha dues opcions de visualització ací:<ul><li>D'esquerra a dreta: l'opció predeterminada, les columnes de generacions es creen amb les generacions majors a l'esquerra i les més joves a la dreta.<li>De dalt a baix: es creen files de generacions, amb les generacions més antigues en la part superior i les més joves en la part inferior.
cs: Jsou zde dvě možnosti zobrazení:<ul><li>Zleva doprava - výchozí možnost, sloupce generací jsou vytvořeny tak, že starší generace jsou vlevo a mladší vpravo.<li>Shora dolů - Jsou vytvořeny řádky generací, přičemž starší generace jsou nahoře a mladší dole.
de: Hier gibt es zwei Anzeigeoptionen<ul><li>Von links nach rechts – Dies ist die Standardoption; es werden für die Generationen Spalten erzeugt, wobei sich die älteren Generationen links und die jüngeren rechts befinden.<li>Von oben nach unten – für die Generationen werden Zeilen erzeugt, wobei die älteren Generationen oben und die jüngeren unten angeordnet sind.
fr: Il y a deux options d’affichage ici :<ul><li>Gauche à droite - L’option par défaut, les colonnes de générations sont créées avec la génération la plus vieille à gauche et la plus jeune à droite.<li>Haut en bas - Les rangs de générations sont créés avec la génération la plus vieille en haut et le plus jeune en bas.
pl: Dostępne są tutaj dwie opcje wyświetlania:<ul><li>Od lewej do prawej — opcja domyślna, kolumny pokoleń są tworzone ze starszymi pokoleniami po lewej stronie, a młodszymi po prawej.<li>Od góry do dołu — tworzone są wiersze pokoleń, ze starszymi pokoleniami na górze a młodszymi na dole.
ru: Здесь есть два варианта отображения:<ul><li>Слева направо — вариант по умолчанию, столбцы поколений создаются так, что старшие поколения располагаются слева, а младшие — справа.<li>Сверху вниз — ряды поколений со старшим поколением наверху и младшим внизу.

source: The options here are:<ul><li>Separated - Individuals each have their own tile, connected by arrows. Family records are separate and also connected by arrows.</li><li>Combined - Each couple is one box instead of one per person. Marriage records are connected under the couple. There are no family records if there are no marriage details to show.</li></ul></p><p>There was previously a third option &quot;Simple&quot;, but this has been removed. The advanced settings in the appearance section now contain all the settings needed to recreate this. Loading a simple diagram should set the appropriate settings to recreate the same look.
de: Die Optionen sind hier<ul><li>Getrennt - Jede Person wird mit einem Käschen dargestellt; diese sind über Pfeile miteinander verbunden.</li><li>Kombiniert – Für jedes Paar gibt es ein Kästchen, anstatt einem pro Person. Informationen zur Heirat werden unter dem Paar dargestellt, sofern es dazu Angaben gibt.</li></ul></p><p>Es gab früher eine weitere Option &quot;Einfach&quot;, aber diese wurde entfernt. Die umfangreichen Optionen zur Gestaltung bieten nun die Möglichkeit, diesen Modus wieder zu erzeugen. Beim Laden eines gespeicherten &quot;einfachen&quot; Diagramms werden die Einstellungen so angepasst, dass das entsprechende Erscheinungsbild wieder hergestellt wird.
fr: Les options sont les suivantes:<ul><li>Séparé - Les individus ont chacun leur propre vignette, reliée par des flèches. Les documents familiaux sont séparés et également reliés par des flèches. </li><li>Combiné - Chaque couple est représenté par une case au lieu d'une par personne. Les actes de mariage sont reliés sous le couple. Il n'y a pas d'enregistrements familiaux s'il n'y a pas de détails de mariage à montrer.</li></ul></p><p>Il y avait auparavant une troisième option &quot;Simple&quot ; mais elle a été supprimée. Les paramètres avancés de la section apparence contiennent maintenant tous les paramètres nécessaires pour recréer cette option. Le chargement d'un diagramme simple devrait permettre de définir les paramètres appropriés pour recréer la même apparence.

source: This section lets you choose the output file type when downloading the diagram. Some additional settings are available under some circumstances.<h4>Output file type</h4>The output file type you want. This is ignored when rendering in the browser, it is only used when you download a file. File types SVG, PNG, JPG, and PDF can be downloaded, in addition to the Graphviz DOT format.</p><p>There are some minor differences if you have Graphviz installed on the server:<ul><li>There are two more file types, GIF and PostScript (PS). Most people would not need these.</li><li>PDF and SVG files may be smaller and can include URLs</li><li>You may be able to include more records</li></ul><p>In addition, if you have Graphviz installed on the server there are additional quality settings that are available. The following settings are only available when Graphviz is installed on the server, and the output type is set to SVG or PDF:</p><h4>Quality of JPG photos</h4><p>This setting lets you change the quality of embedded JPG photos. This uses the quality setting that is part of the JPG standard. Reducing this can reduce the file size of the output, while increasing it may increase the quality. Also see the DPI setting to change the resolution of the diagram including photos.</p><h4>Convert photos to JPG where possible</h4><p>If enabled, GVExport will attempt to convert PNG, BMP, and GIF files to JPG and will apply the above quality setting.
ca: Aquesta secció us permet triar el tipus de fitxer de sortida quan baixeu el diagrama. Hi ha algunes configuracions addicionals disponibles en algunes circumstàncies.<h4>Tipus de fitxer d'inici</h4>El tipus de fitxer de sortida que vulgueu. Això s'ignora quan es representa al navegador, només s'utilitza quan descarregueu un fitxer. Els tipus de fitxers SVG, PNG, JPG i PDF es poden descarregar, a més del graphviz DOT format.</p><p>Hi ha algunes diferències menors si teniu Graphviz instal·lat al servidor: ⁣<ul><li>Hi ha dos tipus de fitxers més, GIF i PostScript (PS). La majoria de la gent no necessitaria aquests fitxers.</li><li>PDF i SVG poden ser més petits i poden incloure URL</li><li>Podeu incloure més registres</li></ul><p>A més, si teniu Graphviz instal·lat al servidor, hi ha configuracions de qualitat addicionals disponibles. Els paràmetres següents només estan disponibles quan Graphviz està instal·lat al servidor i el tipus de sortida s'estableix en SVG o PDF:</p><h4>Qualitat de les fotos JPG</h4><p>Aquesta configuració us permet canviar la qualitat de les fotos JPG incrustades. Això utilitza la configuració de qualitat que forma part de l'estàndard JPG. Reduir-ho pot reduir la mida del fitxer de la sortida, mentre que augmentar-lo pot augmentar la qualitat. Vegeu també la configuració DPI per canviar la resolució del diagrama, incloses fotos.</p><h4>Convertir fotos a JPG sempre que sigui possible</h4><p>Si habilitat, GVExport intentarà convertir png, BMP i GIF a JPG i aplicarà la configuració de qualitat anterior.
de: In diesem Abschnitt können Sie den Ausgabedateityp auswählen, der beim Herunterladen des Diagramms verwendet werden soll. Einige weitere Einstellungen sind unter bestimmten Umständen zusätzlich verfügbar.<h4>Ausgabedateityp</h4>Der gewünschte Ausgabedateityp wird beim Rendern im Browser ignoriert, er wird nur verwendet, wenn Sie eine Datei herunterladen. Die Dateitypen SVG, PNG, JPG und PDF können zusätzlich zum Graphviz DOT-Format ausgewählt werden.</p><p>Es gibt einige kleinere Unterschiede, falls Sie Graphviz auf dem Server installiert haben<ul><li>Dann sind zwei weitere Dateitypen, GIF und PostScript (PS) verfügbar. Das werden aber die meisten von ihnen nicht benötigen.<li>PDF- und SVG-Dateien können kleiner sein und können URLs enthalten.<li>Sie können möglicherweise mehr Datensätze einfügen.</ul><p>Wenn Sie Graphviz auf dem Server installiert haben, stehen außerdem zusätzliche Qualitätseinstellungen zur Verfügung. Die folgenden Einstellungen sind nur verfügbar, wenn Graphviz auf dem Server installiert ist und der Ausgabetyp auf SVG oder PDF eingestellt ist:</p><h4>Qualität von JPG-Fotos</h4><p>Mit dieser Einstellung können Sie die Qualität von eingebetteten JPG-Fotos ändern. Dabei wird die Qualitätseinstellung verwendet, die Teil des JPG-Standards ist. Eine Verringerung des Wertes kann die Dateigröße der Ausgabe verringern, während eine Erhöhung die Qualität erhöhen kann. Sehen Sie sich auch die DPI-Einstellung an, um die Auflösung des Diagramms einschließlich der Fotos zu ändern.</p><h4>Fotos in JPG konvertieren (wenn möglich)</h4><p>Wenn dies aktiviert wird, versucht GVExport, PNG-, BMP- und GIF-Dateien in JPG zu konvertieren und wendet dann die obige Qualitätseinstellung an.
fr: Cette section vous permet de choisir le type de fichier de sortie lors du téléchargement du diagramme. Certains paramètres supplémentaires sont disponibles dans certaines circonstances.<h4>Type de fichier de sortie</h4>Le type de fichier de sortie que vous souhaitez. Ce paramètre est ignoré lors du rendu dans le navigateur, il n'est utilisé que lorsque vous téléchargez un fichier. Les types de fichiers SVG, PNG, JPG et PDF peuvent être téléchargés, en plus du format Graphviz DOT.</p><p>Il y a quelques différences mineures si Graphviz est installé sur le serveur:<ul><li>Il y a deux types de fichiers supplémentaires, GIF et PostScript (PS). La plupart des gens n'en ont pas besoin.</li><li>Les fichiers PDF et SVG peuvent être plus petits et inclure des URL</li><li>Vous pouvez inclure plus d'enregistrements</li></ul><p>En outre, si Graphviz est installé sur le serveur, des paramètres de qualité supplémentaires sont disponibles. Les paramètres suivants ne sont disponibles que lorsque Graphviz est installé sur le serveur et que le type de sortie est défini sur SVG ou PDF:</p><h4>Qualité des photos JPG</h4><p>Ce paramètre vous permet de modifier la qualité des photos JPG intégrées. Il utilise le paramètre de qualité qui fait partie de la norme JPG. En réduisant ce paramètre, vous pouvez réduire la taille du fichier de sortie, tandis qu'en l'augmentant, vous augmentez la qualité. Voir également le paramètre DPI pour modifier la résolution du diagramme, y compris les photos.</p><h4>Convertir les photos en JPG lorsque cela est possible</h4><p>Si cette option est activée, GVExport tentera de convertir les fichiers PNG, BMP et GIF en JPG et appliquera le paramètre de qualité ci-dessus.

source: If the option &quot;Auto-update&quot; is selected, the browser rendered diagram will automatically update when any option is changed. This will also hide the &quot;Update&quot; button.
ca: Si se selecciona l'opció "Actualització automàtica", el diagrama renderitzat del navegador s'actualitzarà automàticament quan es canvie qualsevol opció. Això també ocultarà el botó "Actualitzar".
cs: Pokud je vybrána možnost "Automatická aktualizace", prohlížečem vykreslený diagram se automaticky aktualizuje při změně některé z možností. Přitom se také skryje tlačítko "Aktualizovat".
de: Wenn die Option &quot;Automatische Aktualisierung&quot; ausgewählt ist, wird das vom Browser gerenderte Diagramm automatisch aktualisiert, sobald irgendeine Option geändert wird. Dadurch wird auch die Schaltfläche &quot;Aktualisieren&quot; ausgeblendet.
fr: Si cette option "Mise à jour auto" est sélectionnée, le diagramme rendu par navigateur va automatiquement être mis à jour lorsqu’une option est modifiée. Cela va aussi cacher le bouton "Mettre à jour".
pl: Jeśli wybrana jest opcja "Automatyczna aktualizacja”, diagram renderowany w przeglądarce zostanie automatycznie zaktualizowany po zmianie dowolnej opcji. Spowoduje to również ukrycie przycisku "Aktualizuj”.

source: Help
ca: Ajuda
cs: Nápověda
de: Hilfe
fr: Aide
pl: Pomoc
ru: Помощь
