Repository: Neriderc/GVExport
Catalog: resources/lang/*.po
Languages: ca, cs, de, fr, nb, pl, ru

source: GVExport is a webtrees module that allows you to create complex visual family trees, using a tool called Graphviz to display the tree. Select a starting person, adjust the settings, and see that person&apos;s family tree.</p><p>Some fields have an icon <span class=\"info-icon btn btn-primary\">i</span> next to them, clicking this will give you some more information about that field.</p><p>Advanced configurations are possible by toggling advanced settings by clicking the &quot;Toggle advanced settings&quot; option at the end of each section. Clicking the ⛶ in the top right corner of the browser rendering will display the browser rendering in full screen. Clicking the magnifying glass allows you to search the diagram for an individual.</p><p>You can also use the webtrees &quot;Clippings Cart&quot; feature to select records, which GVExport can then use instead of the &quot;People to be included&quot; settings.</p><p>There are several buttons that take action based on the settings that you have chosen:<ul><li>Update: Clicking this updates the browser render (this is hidden if auto-update is enabled).<li>Download: Clicking this will download the diagram in the format chosen in the &quot;Output file type&quot; option. <li>Reset: Clicking this will reset the settings to the default values. Default values can be changed by an administrator in the webtrees Control Panel.<li>Help: Shows this help message.</ul></p><p>For more information, see the <a href=\"https://github.com/Neriderc/GVExport/wiki\" class=\"help-link\">GVExport Wiki</a>.</p><p>You can also ask a question, provide feedback, or suggest features on our <a href=\"https://github.com/Neriderc/GVExport\" class=\"help-link\">GitHub page</a>. Just <a href=\"https://github.com/Neriderc/GVExport/issues/new\" class=\"help-link\">open an issue</a>, or <a href=\"https://github.com/Neriderc/GVExport/issues\" class=\"help-link\">browse existing issues</a>.
de: OptionGVExport ist ein webtrees-Modul, mit dem Sie komplexe Stammbaumdiagramme erstellen können. Zur Darstellung des Diagramms wird das Tool &quot;Graphviz&quot; verwendet. Wählen Sie eine Startperson aus, passen Sie die Einstellungen an und sehen Sie sich den Stammbaum dieser Person an.</p><p>Neben einigen Feldern befindet sich das <span class="info-icon btn btn-primary">i</span> Symbol; wenn Sie darauf klicken, erhalten Sie weitere Informationen zu diesem Feld.</p><p>Erweiterte Konfigurationseinstellungen sind möglich, indem Sie die erweiterten Einstellungen umschalten; das können Sie tun, indem Sie am Ende jedes Abschnitts auf die Option &quot;Erweiterte Optionen umschalten&quot; klicken.</p><p>Durch Klicken auf das Symbol ⛶ in der oberen rechten Ecke des Diagramms wird das Diagramm im Vollbildmodus angezeigt. Unter diesem Symbol finden Sie das Lupensymbol, das die Suche nach einer Person im Diagramm ermöglicht.</p><p>Sie können auch die Funktion &quot;Sammelbehälter&quot; von webtrees verwenden, um Datensätze auszuwählen, die GVExport dann anstelle der Einstellungen im Abschnitt &quot;Einzuschließende Personen&quot; verwendet.</p><p>Es gibt mehrere Schaltflächen, die basierend auf den von Ihnen gewählten Einstellungen Aktionen ausführen<ul><li>Aktualisieren: Wenn Sie darauf klicken, wird die Darstellung des Browsers aktualisiert (diese Schaltfläche ist ausgeblendet, wenn die automatische Aktualisierung aktiviert ist).<li>Herunterladen: Wenn Sie darauf klicken, wird das Diagramm in dem Format heruntergeladen, das in der Option &quot;Ausgabedateityp&quot; ausgewählt wurde.<li>Zurücksetzen: Wenn Sie darauf klicken, werden die Einstellungen auf die Standardwerte zurückgesetzt. Standardwerte können von einem Administrator im Verwaltungsmenü von webtrees geändert werden.<li>Hilfe: Zeigt diese Hilfemeldung.</ul></p><p>Weitere Informationen finden Sie in Englischer Sprache im <a href="https://github.com/Neriderc/GVExport/wiki" class="help-link">GVExport-Wiki</a > und im deutschen <a href="https://wiki.genealogy.net/Webtrees_Handbuch/Anleitung_für_Webmaster/Erweiterungsmodule/GVExport" class="help-link">webtrees-Handbuch</a>.</p><p>In <a href="https://github.com/Neriderc/GVExport" class="help-link">GitHub</a> können Sie auch Fragen stellen, Feedback geben oder neue Funktionen vorschlagen. Öffnen Sie dazu einen &quot;<a href="https://github.com/Neriderc/GVExport/issues/new" class="help-link">issue</a>&quot; nachdem Sie die <a href="https://github. com/Neriderc/GVExport/issues" class="help-link">vorhandenen Problempunkte</a> durchsucht haben.
fr: GVExport est un module webtrees qui vous permet de créer des arbres généalogiques visuels complexes, en utilisant un outil appelé Graphviz pour afficher l'arbre. Sélectionnez un individu de départ, ajustez les paramètres, et voyez l'arbre généalogique de cette personne.</p><p>Certains champs ont une icône <span class="info-icon btn btn-primary">i</span> à côté d'eux, en cliquant dessus vous obtiendrez plus d'informations sur ce champ.</p><p>Les configurations avancées sont possibles en activant les paramètres avancés en cliquant sur l'option &quot;Basculer en paramètres avancés&quot ; à la fin de chaque section. En cliquant sur le ⛶ dans le coin supérieur droit du rendu du navigateur, celui-ci s'affiche en plein écran. En cliquant sur la loupe, vous pouvez rechercher un individu dans le diagramme. </p><p>Vous pouvez également utiliser la fonction "Panier&quot" de webtrees pour sélectionner des enregistrements, que GVExport peut ensuite utiliser à la place des paramètres "Individu à inclure&quot".</p><p>Plusieurs boutons agissent en fonction des paramètres que vous avez choisis:<ul><li>Mettre à jour : en cliquant sur ce bouton, vous mettez à jour le rendu du navigateur (ce bouton est masqué si la mise à jour automatique est activée).<li>Télécharger : En cliquant sur ce bouton, le diagramme est téléchargé dans le format choisi dans l'option &quot;Output file type&quot ;. <li>Reset : En cliquant sur ce bouton, les paramètres sont réinitialisés aux valeurs par défaut. Les valeurs par défaut peuvent être modifiées par un administrateur dans le panneau de configuration de webtrees.<li>Aide : Affiche ce message d'aide.</ul></p><p>Pour plus d'informations, consultez le <a href="https://github.com/Neriderc/GVExport/wiki" class="help-link">GVExport Wiki</a>.</p><p>Vous pouvez également poser une question, fournir des commentaires ou suggérer des fonctionnalités sur notre <a href="https://github.com/Neriderc/GVExport" class="help-link">page GitHub</a>. Il vous suffit d' <a href="https://github.com/Neriderc/GVExport/issues/new" class="help-link">ouvrir un problème</a>, ou <a href="https://github.com/Neriderc/GVExport/issues" class="help-link">passer en revue les problèmes existants</a>.

source: Help information not found
ca: Informació d'ajuda no trobada
cs: Nápověda nebyla nalezena
de: Hilfetext wurde nicht gefunden
fr: Information d’aide non trouvée
pl: Pomocy nie znaleziono
ru: Справочная информация не найдена

source: Within webtrees, you can add items to the clippings cart. This is usually done by navigating to a record within webtrees then selecting the &quot;Clippings cart&quot; option near the top of the screen.</p><p> If you have added individuals and the related family and media records to the clippings cart, these can be used to display the diagram instead of the criteria in the &quot;People to be included&quot; section.</p><p>If you have individuals in the clippings cart but don&apos;t wish to use these, you have the option to ignore the clippings cart.
de: In webtrees können Sie Datensätze zum Sammelbehälter hinzufügen. Dies können Sie etwa erreichen indem Sie zu einem Datensatz in webtrees navigieren und dann &quot;Sammelbehälter&quot; im Hauptmenü auswählen.</p><p>Wenn Sie Personen, Familien und Mediendateien zum Sammelkorb hinzugefügt haben, können diese verwendet werden, um sie im Diagramm anstelle der Kriterien im Abschnitt &quot;Einzubeziehende Personen&quot; anzuzeigen.</p><p>Wenn Sie Personen im Sammelbehälter haben, diese aber nicht verwenden möchten, haben Sie die Möglichkeit, den Sammelbehälter zu ignorieren.
fr: À l’intérieur de Webtrees, vous pouvez ajouter des items au panier. C’est généralement fait en naviguant vers un enregistrement à l’intérieur de Webtrees puis en sélectionnant l’option "Panier" près du haut de l’écran.</p><p> Si vous avez ajouté des individu et leur famille relative et des médias au panier, ils peuvent être utilisés pour afficher le diagramme à la place des critères dans la section "Individus à inclure".</p><p>Si vous avez des individus dans le panier mais que vous ne voulez pas les utiliser, vous pouvez ignorer le panier.

source: This is a list of XREFs that represents the records listed in the &quot;Include anyone related to&quot; section. You may edit this box and click the refresh button in order to load your list of XREFs into the selection list.
de: Dies ist eine Liste von XREFs, die die im Abschnitt &quot;Alle, die verwandt sind mit&quot; aufgeführten Datensätze repräsentieren. Sie können dieses Feld bearbeiten und auf die Schaltfläche &quot;Aktualisieren&quot; klicken, um Ihre Liste von XREFs in die Auswahlliste zu laden.
fr: Ceci est une liste d'identifiants qui représente les enregistrements listés dans la section "inclure tout individu lié à". Vous pouvez éditer cette case et cliquer le bouton de réactualisation pour charger votre liste d'identifiants dans la section liste.

source: If the module reaches one of these people, don&apos;t grow the tree from here. For example, if you chose yourself as the starting point, you might want to include all of your blood relatives except your mother&apos;s side of the family. Add your mother as a person to &quot;Stop processing on&quot;. The tree will still include your mother, but it won&apos;t include her parents, siblings, etc.</p><p>Choose a person in the top box, and they will be added to the list. Their XREF will also be included in the bottom box (which can be edited directly if needed).
de: Wenn das Modul eine dieser Personen erreicht, wird der Stammbaum an dieser Stelle nicht mehr weiterverfolgt. Wenn Sie zum Beispiel sich selbst als Ausgangspunkt gewählt haben, möchten Sie vielleicht alle Ihre Blutsverwandten mit Ausnahme der Familie mütterlicherseits einbeziehen. Fügen Sie dazu Ihre Mutter als Person zu &quot;Beende Bearbeitung bei&quot; hinzu. Der Stammbaum enthält dann zwar Ihre Mutter, aber nicht ihre Eltern, Geschwister usw.</p><p>Wählen Sie eine Person im oberen Feld aus, und sie wird der Liste hinzugefügt. Ihre XREF wird auch in das untere Feld aufgenommen (das bei Bedarf direkt bearbeitet werden kann).
fr: Si le module atteint une de ces individus, arrête de parcourir cette branche de l’arbre. Par exemple, si vous vous choisissez comme point de départ, vous pourriez vouloir inclure tous vos proches liés par le sang à l’exception votre famille du côté de votre mère. Ajoutez votre mère comme individu où "Arrêter le traitement à". L’arbre va toujours inclure votre mère, mais ne va pas inclure ses parents, frères et sœurs, etc. Choisissez un individu dans la case du haut, et il va être ajouté à la liste. Son identifiant va aussi être inclu dans la case du bas (qui peut être éditée directement si nécessaire).
ru: Если модуль дойдет до одного из этих людей, не выращивайте дерево отсюда. Например, если вы выбрали себя в качестве отправной точки, вы можете включить всех своих кровных родственников, кроме членов семьи со стороны матери. Добавьте свою маму как человека в «Остановить обработку». Дерево по-прежнему будет включать вашу мать, но не ее родителей, братьев и сестер и т. д.</p><p>Выберите человека в верхнем поле, и он будет добавлен в список. Их внешние ссылки также будут включены в нижнее поле (которое при необходимости можно отредактировать напрямую).

source: This section has two related options.<h4>Mark not blood-related people with different color</h4><p>Where spouses are included and are not blood-related to anyone in the &quot;Include anyone related to&quot; field, if this option is selected they will be highlighted in a much duller color than the standard blue/pink for relatives.</p><p>Note that when this option is selected, and non-relatives are found in the selected records, then a full tree scan is performed to identify if an individual is related by a more distant link (see next option).</p><h4>Ignore unseen links to speed up relative check</h4><p>This option is only available when the previous option is selected. When the option to display non-relatives in a different colour is selected, normally a scan is performed starting from the starting individuals and branching to all relatives regardless of display settings. This ensures that if a person is related via a link not displayed, they will still show as related.</p><p>Enabling this option prevents the full scan of the tree which can greatly speed up the generation of the diagram on larger trees, but may reduce accuracy of the colouring of non-relatives.
cs: Tato sekce má dvě související možnosti.<h4>Označit osoby, které nejsou pokrevně spřízněné, jinou barvou</h4><p>Pokud jsou v poli "Zahrnout všechny příbuzné" zahrnuti partneři, kteří nejsou s nikým pokrevně spřízněni, bude tato možnost zvýrazněna mnohem matnější barvou než standardní modrá/růžová pro příbuzné.</p><p>Poznamenejme, že pokud je tato možnost vybrána a ve vybraných záznamech jsou nalezeni nepříbuzní, provede se kontrola celého stromu, aby se zjistilo, zda je osoba příbuzná vzdálenějším spojením (viz další možnost).</p><h4>Ignorovat neviditelné odkazy a tím urychlit kontrolu spřízněnosti</h4><p>Tato možnost je k dispozici pouze tehdy, pokud je vybrána předchozí možnost. Pokud je vybrána možnost zobrazit nepříbuzné osoby jinou barvou, obvykle se kontrola provádí od výchozích osob a větví se na všechny příbuzné bez ohledu na nastavení zobrazení. Tím je zajištěno, že pokud je osoba příbuzná prostřednictvím nezobrazeného odkazu, bude stále zobrazena jako příbuzná.</p><p>Zapnutím této možnosti se zabrání úplnému skenování stromu, což může výrazně urychlit generování diagramu u větších stromů, ale může to snížit přesnost obarvení nepříbuzných.
de: Dieser Abschnitt hat zwei ähnliche Auswahlpunkte. <h4>Nicht blutsverwandte Personen in einer anderen Farbe markieren</h4><p>Wenn Ehepartner im Diagramm enthalten sind, die nicht mit einer Person aus dem Feld &quot;Alle, die verwandt sind mit&quot; blutsverwandt sind, werden diese bei Auswahl dieser Option in einer viel dunkleren Farbe hervorgehoben als in der Standardfarbe Blau/Rosa für Verwandte.</p><p>Wenn diese Option ausgewählt ist und in den ausgewählten Datensätzen angeheiratete (verschwägerte) Personen gefunden werden, wird der vollständiger Baum durchsucht, um festzustellen, ob eine Person über eine weiter entfernte Verbindung verwandt ist (siehe nächste Option).</p><h4>Verbindungen außerhalb des sichtbaren Bereichs ignorieren, um die Berechnung der Verwandtschaftsbeziehungen zu beschleunigen</h4><p>Diese Option ist nur verfügbar, wenn die vorherige Option ausgewählt ist. Wenn die Option, &quot;Nicht blutsverwandte Personen in einer anderen Farbe markieren&quot;, ausgewählt ist, wird normalerweise eine Suche durchgeführt, die bei den Ausgangspersonen beginnt und zu allen Verwandten verzweigt, unabhängig von den Anzeigeeinstellungen. Dadurch wird sichergestellt, dass eine Person, die über eine nicht angezeigte Verbindung verwandt ist, trotzdem als verwandt angezeigt wird.</p><p>Die Aktivierung dieser Option verhindert das vollständige Durchsuchen des Stammbaums, was die Erstellung des Diagramms bei größeren Stammbäumen erheblich beschleunigen kann, allerdings kann dies die Genauigkeit der Farbgebung bei Nicht-Verwandten reduzieren.
fr: Cette section a deux options reliées.<h4>Marquer les individu non-liés par un lien de sang avec une couleur différente</h4><p>Lorsque des conjoints sont inclus et sont non liés par un lien de sang avec quiconque dans le champ "Inclure tout individu relié à", si cette option est sélectionnée, ils seront surlignés dans une couleur beaucoup plus terne que le bleu/rose standard pour les proches.</p><p>Notez que lorsque cette option est sélectionnée, et que des personnes non-apparentées sont trouvées dans les enregistrements sélectionnés, un scan complet de l’arbre est réalisé pour identifier si un individu est lié par un lien plus distant (voyez option suivante).</p><h4>Ignorer les liens non-vus pour accélérer la vérification des proches</h4><p>Cette option est seulement disponible lorsque la précédente option est sélectionnée. Lorsque cette précédente option est sélectionnée, normalement, un scan est réalisé depuis les individus de départ et reliant tous les proches sans égard aux paramètres d’affichage. Ceci garantit que si une personne est reliée par un lien non-affiché, elle sera toujours affichée comme reliée.</p><p>Activer cette option évite le scan complet de l’arbre pour accélérer fortement la génération du diagramme pour les arbres plus larges, mais peut réduire la précision du coloriage des personnes non-apparentées.
pl: Ta sekcja zawiera dwie powiązane opcje.<h4>Oznacz osoby niespokrewnione innym kolorem<h4><p>W przypadku uwzględnienia małżonków i osób niespokrewnionych z kimkolwiek w polu "Uwzględnij osoby spokrewnione z", jeśli ta opcja zostanie wybrana, zostaną one podświetlone w o wiele bardziej matowy kolor niż standardowy niebieski/różowy dla krewnych.</p><p>Zauważ, że po wybraniu tej opcji i znalezieniu osób niespokrewnionych w wybranych rekordach wykonywane jest pełne skanowanie drzewa w celu określenia, czy dana osoba jest spokrewniona przez bardziej oddalone link (zobacz następną opcję).</p><h4>Ignoruj ​​niewidoczne linki, aby przyspieszyć sprawdzanie względne</h4><p>Ta opcja jest dostępna tylko po wybraniu poprzedniej opcji. Gdy wybrana jest opcja wyświetlania niespokrewnionych w innym kolorze, zwykle skanowanie jest przeprowadzane począwszy od osób początkowych i rozgałęzione do wszystkich krewnych niezależnie od ustawień wyświetlania. Gwarantuje to, że jeśli osoba jest powiązana poprzez niewyświetlany link, nadal będzie wyświetlana jako powiązana.</p><p> Włączenie tej opcji zapobiega pełnemu skanowaniu drzewa, co może znacznie przyspieszyć generowanie diagramu na większych drzewach, ale może zmniejszyć dokładność zabarwienia osób niespokrewnionych.
ru: В этом разделе есть две взаимосвязанные опции.<h4>Отметить людей, не связанных кровным родством, другим цветом</h4><p>Там, где включены супруги, не связанные кровным родством с кем-либо, в поле «Включить кого-либо, связанного с», если это выбрана опция, они будут выделены гораздо более тусклым цветом, чем стандартный синий/розовый цвет для родственников.</p><p>Обратите внимание, что если эта опция выбрана и в выбранных записях обнаружены неродственники, то полный сканирование дерева выполняется, чтобы определить, связано ли лицо более отдаленной связью (см. следующий параметр).</p><h4>Игнорировать невидимые связи, чтобы ускорить относительную проверку</h4><p>Этот параметр доступен только в том случае, если выбран предыдущий вариант. Когда выбрана опция отображения не родственников другим цветом, обычно сканирование выполняется, начиная с начальных особей и переходя ко всем родственникам независимо от настроек отображения. Это гарантирует, что если человек связан через ссылку, которая не отображается, он все равно будет отображаться как связанный.</p><p>Включение этой опции предотвращает полное сканирование дерева, что может значительно ускорить создание диаграммы на больших деревья, но может снизить точность окраски неродственных видов.

source: General settings
de: Allgemeine Einstellungen
fr: Paramètres généraux
pl: Ustawienia główne

source: Settings file
ca: Arxiu de configuració
cs: Soubor s nastavením
de: Einstellungsdatei
fr: Fichier de paramètres
pl: Plik ustawień
ru: Файл настроек

source: Save settings to file
ca: Guardar la configuració en l'arxiu
cs: Uložit nastavení do souboru
de: Einstellungen in Datei sichern
fr: Sauver les paramètres dans le fichier
pl: Zapisz ustawienia do pliku
ru: Сохранить настройки в файл

source: Load settings from file
ca: Carregar la configuració des de l'arxiu
cs: Nahrát nastavení ze souboru
de: Einstellungen aus Datei laden
fr: Charger les paramètres depuis le fichier
pl: Załaduj ustawienia z pliku
ru: Загрузить настройки из файла

source: If you have saved settings to a file, using the menu on the above saved settings, you can load the settings from the file here.
cs: Pokud jste uložili nastavení do souboru, můžete je pomocí nabídky výše uvedeného uloženého nastavení načíst z tohoto souboru.
de: Falls Sie Einstellungen als Datei gespeichert haben indem Sie das obige Menü zum Sichern von Einstellungen verwendet haben, können Sie diese Einstellungen hier wieder laden.
fr: Si vous avez sauvegardé un fichier de paramètres en utilisant la fonction Enregistrer les paramètres, vous pouvez recharger ces paramètre depuis le fichier indiqué ici.
pl: Jeśli zapisałeś ustawienia do pliku, korzystając zapisanych ustawień z menu powyżej, możesz tutaj załadować ustawienia z pliku.

source: Debug mode
ca: Mode de depuració
cs: Mód ladění
de: Debug-Modus
fr: Mode débogage
pl: Tryb debugowania
ru: Режим отладки

source: Show debug panel
ca: Mostra el panell de depuració
cs: Zobrazit panel ladění
de: Debug-Anzeigefeld aktivieren
fr: Afficher le panneau de débogage
pl: Pokaż panel debugowania
ru: Показать панель отладки

source: Enable debug mode
ca: Activar el mode de depuració
cs: Umožnit mód ladění
de: Debug-Modus aktivieren
fr: Activer le mode débogage
pl: Włącz tryb debugowania
ru: Включить режим отладки

source: Use Graphviz on server
ca: Utilitzar Graphviz al servidor
cs: Použít Graphviz na serveru
de: Graphviz auf dem Server verwenden
fr: Utiliser Graphviz sur le serveur
pl: Użyj Graphviz na serwerze
ru: Использовать Graphviz на сервере

source: Debug
ca: Depurar
cs: Ladění
de: Fehlersuche
fr: Débogage
ru: Отлаживать

source: Memory limit reached. Please reduce number of records or use download option.
ca: Límit de memòria assolit. Reduïu el nombre de registres o utilitzeu l'opció de descàrrega.
cs: Dosažen limit paměti. Snižte prosím počet záznamů nebo použijte možnost stažení.
de: Speichergrenze wurde erreicht. Bitte reduzieren Sie die Anzahl der Datensätze oder verwenden Sie die Download-Option.
fr: Limite de mémoire atteinte. Veuillez réduire le nombre de d'enregistrements ou utiliser l’option de téléchargement.
pl: Osiągnięto limit pamięci. Zmniejsz liczbę rekordów lub skorzystaj z opcji pobierania.
ru: Достигнут предел памяти. Пожалуйста, уменьшите количество записей или используйте опцию загрузки.

source: Memory limit reached. Please reduce number of records or install Graphviz on server and use download option.
ca: Límit de memòria assolit. Reduïu el nombre de registres o instal·leu Graphviz al servidor i utilitzeu l'opció de descàrrega.
cs: Dosažen limit paměti. Snižte prosím počet záznamů nebo nainstalujte Graphviz na server a použijte možnost stažení.
de: Speichergrenze wurde erreicht. Bitte reduzieren Sie die Anzahl der Datensätze oder installieren Sie Graphviz auf dem Server und verwenden Sie die Download-Option.
fr: Limite de mémoire atteinte. Veuillez réduire le nombre d'enregistrements ou installer Graphviz sur le serveur et utilisez l’option de téléchargement.
pl: Osiągnięto limit pamięci. Zmniejsz liczbę rekordów lub zainstaluj Graphviz na serwerze i skorzystaj z opcji pobierania.
ru: Достигнут предел памяти. Пожалуйста, уменьшите количество записей или установите Graphviz на сервер и используйте опцию загрузки.

source: Unable to load setting
ca: No es pot carregar la configuració
cs: Nelze nahrát nastavení
de: Das Laden von Einstellungen ist nicht möglich
fr: Pas en mesure de charger les paramètres
pl: Nie można załadować ustawień
ru: Не удалось загрузить настройки
