Repository: Neriderc/GVExport
Catalog: resources/lang/*.po
Languages: ca, cs, de, fr, nb, pl, ru

source: This changes the colour of the font for names. Note that the colour picker is provided by your browser, and is handled differently depending on which browser you are using.
ca: Aquest canvia el color de la font per als noms. Tingueu en compte que el selector de colors el proporciona el vostre navegador i es gestiona de manera diferent en funció del navegador que utilitzeu.
de: Ändert die Farbe der Schrift für Namen. Beachten Sie, dass die Farbauswahl von ihrem Browser bereitgestellt wird und je nach verwendetem Browser unterschiedlich gehandhabt wird.
fr: Ceci modifie la couleur de la police pour les noms. Notez que le sélecteur de couleurs est fourni par votre navigateur et qu'il est géré différemment selon le navigateur que vous utilisez.
ru: Это изменяет цвет шрифта для имен. Обратите внимание, что палитра цветов предоставляется вашим браузером и обрабатывается по-разному в зависимости от того, какой браузер вы используете.

source: This changes the colour of the font of all text except for names, for example, the date and place of marriage, and the date and place of birth and death. Note that the colour picker is provided by your browser, and is handled differently depending on which browser you are using.
ca: Això canvia el color de la font de tot el text excepte els noms, per exemple, la data i el lloc del matrimoni, i la data i el lloc de naixement i defunció. Tingueu en compte que el selector de color el proporciona el vostre navegador i es gestiona de manera diferent en funció del navegador que utilitzeu.
de: Dies ändert die Farbe der Schriftart von allen Texten mit Ausnahme von Namen, z. B. Datum und Ort der Eheschließung sowie Geburts- und Todesdatum und -ort. Beachten Sie, dass die Farbauswahl von ihrem Browser bereitgestellt wird und je nach verwendetem Browser unterschiedlich gehandhabt wird.
fr: Ceci modifie la couleur de la police de tous les textes à l'exception des noms, par exemple la date et le lieu du mariage, ainsi que la date et le lieu de naissance et de décès. Notez que le sélecteur de couleurs est fourni par votre navigateur et qu'il est traité différemment selon le navigateur que vous utilisez.
ru: Это изменяет цвет шрифта всего текста, кроме имен, например, даты и места заключения брака, а также даты и места рождения и смерти. Обратите внимание, что палитра цветов предоставляется вашим браузером и обрабатывается по-разному в зависимости от того, какой браузер вы используете.

source: Non-blood related individuals
ca: Persones no relacionades amb la consanguinitat
de: Nicht blutsverwandte Personen
fr: Individus non liés par le sang
ru: Лица, не связанные кровью

source: Related links
ca: Enllaços relacionats
de: Diesbezügliche Verweise
fr: Voir aussi
ru: Ссылки по теме

source: Home
ca: Inici
de: Basis
fr: Accueil
ru: Дом

source: Show help
ca: Mostra ajuda
de: Hilfe anzeigen
fr: Montrer l'aide
ru: Показать справку

source: Update successful
ca: Actualització finalitzada correcta
de: Aktualisierung war erfolgreich
fr: Mise à jour effectuée
ru: Обновление выполнено успешно

source: Enter new setting name
ca: Introduïu un nom de configuració nou
de: Neuen Einstellungsnamen eingeben
fr: Entrer le nouveau nom pour les paramètres
ru: Введите название новой настройки

source: Rename
ca: Reanomenar
de: Umbenennen
fr: Renommer
ru: Переименовать

source: Here you are able to save the chosen settings within GVExport. The settings are only accessible within the same user and tree. Click a settings record to load it.
ca: Aquí podeu desar la configuració escollida dins de GVExport. La configuració només és accessible dins del mateix usuari i arbre. Feu clic en un registre de configuració per carregar-lo.
de: Hier können Sie die gewählten Einstellungen für GVExport speichern. Die Einstellungen sind nur für den selben Benutzer und Stammbaum zugänglich. Klicken Sie auf einen Einstellungsdatensatz, um ihn zu laden.
fr: Ici, vous pouvez sauvegarder les paramètres choisis dans GVExport. Les paramètres ne sont accessibles qu'au sein du même utilisateur et du même arbre. Cliquez sur un enregistrement de paramètres pour le charger.
ru: Здесь вы можете сохранить выбранные настройки в GVExport. Настройки доступны только внутри одного и того же пользователя и дерева. Щелкните запись настроек, чтобы загрузить ее.

source: For example, you may have many diagrams you create from your tree. You may want to save the settings used for each diagram so that in future you can regenerate the diagram to include any new information.
ca: Per exemple, és possible que tingueu molts diagrames que creeu des de l'arbre. És possible que vulgueu desar la configuració utilitzada per a cada diagrama de manera que en el futur pugueu regenerar el diagrama per incloure qualsevol informació nova.
de: Möglicherweise haben Sie viele Diagramme, die Sie für Ihren Stammbaum erstellen. Eventuell möchten Sie die für jedes Diagramm verwendeten Einstellungen speichern, damit Sie das Diagramm in Zukunft neu erzeugen können, um überarbeitete Informationen aufzunehmen.
fr: Par exemple, vous pouvez créer de nombreux diagrammes à partir de votre arbre. Vous pouvez enregistrer les paramètres utilisés pour chaque diagramme afin de pouvoir régénérer le diagramme à l'avenir pour y inclure toute nouvelle information.
ru: Например, у вас может быть много диаграмм, которые вы создаете на основе дерева. Вы можете сохранить настройки, используемые для каждой диаграммы, чтобы в будущем вы могли перегенерировать диаграмму и включить в нее новую информацию.

source: If you click the ellipsis on a record, you will see several options.
ca: Si feu clic als punts suspensius d'un registre, veureu diverses opcions.
de: Wenn Sie auf die Auslassungspunkte "..." eines Datensatzes klicken, werden mehrere Optionen angezeigt.
fr: Si vous cliquez sur l'ellipse d'un enregistrement, vous verrez plusieurs options.
ru: Если вы нажмете "многоточие" на записи, вы увидите несколько вариантов.

source: remove these settings
ca: Suprimeix aquesta configuració
de: diesen Einstellungsdatensatz entfernen
fr: supprimer ces paramètres
ru: удалить эти настройки

source: download a file holding the settings, which can be loaded at a later date
ca: Baixeu un fitxer que contingui la configuració, que es pot carregar més endavant
de: eine Datei mit den Einstellungen herunterladen, die zu einem späteren Zeitpunkt wieder geladen werden kann
fr: télécharger un fichier contenant les paramètres, qui peut être chargé à une date ultérieure
ru: загрузить файл с настройками, который можно будет загрузить позже

source: if logged in, this allows you to share the settings with others by creating a URL to share with them, which is copied to the clipboard of your device
ca: si heu iniciat la sessió, això us permet compartir la configuració amb altres persones creant un URL per compartir-lo amb ells, que es copia al porta-retalls del dispositiu
de: falls Sie angemeldet sind, können Sie die Einstellungen mit anderen teilen, indem Sie einen Freigabeverweis (URL) erstellen, den Sie weitergeben können und der in die Zwischenablage Ihres Geräts kopiert wird
fr: si vous êtes connecté, cela vous permet de partager les paramètres avec d'autres personnes en créant une URL à partager avec eux, qui est copiée dans le presse-papiers de votre appareil
ru: если вы вошли в систему, это позволит вам поделиться настройками с другими, создав URL-адрес, который будет скопирован в буфер обмена вашего устройства

source: if a sharing link has been created, this will show to allow you to revoke the link, so it can no longer be accessed
ca: Si s'ha creat un enllaç per compartir, es mostrarà que us permetrà revocar l'enllaç, de manera que ja no s'hi podrà accedir.
de: falls zuvor ein Freigabeverweis erstellt wurde, ermöglichen es Ihnen diese Funktion, den Verweis zu widerrufen, sodass nicht mehr darauf zugegriffen werden kann
fr: si un lien de partage a été créé, cela s'affichera pour vous permettre de révoquer le lien, de sorte qu'il ne soit plus possible d'y accéder
ru: если была создана ссылка для обмена, появится окно, позволяющее отозвать ссылку, чтобы к ней больше не было доступа

source: if logged in, this will create a sharing link and add this to the webtrees favourites on your &quot;My page&quot; page
ca: Si heu iniciat la sessió, això crearà un enllaç per compartir i afegir-lo als favorits de Webtrees al vostre "La meva pàgina" pàgina.
de: falls Sie angemeldet sind, wird hierdurch ein Freigabeverweis erstellt und zu den webtrees-Favoriten auf Ihrer &quot;Meine Seite&quot; hinzugefügt
fr: Si vous êtes connecté, cela créera un lien de partage et l'ajoutera aux favoris webtrees sur votre page &quot;Ma page&quot ;
ru: если вы вошли в систему, создается ссылка для общего доступа и добавляется в избранное webtrees на вашей странице "Моя страница"

source: if logged in as a tree manager, this will create a sharing link and add this to the webtrees favourites on the tree home page
ca: Si s'inicia sessió com a administrador d'arbre, es crearà un enllaç per compartir i s'afegirà als favorits de Webtrees a la pàgina d'inici de l'arbre
de: falls Sie als Stammbaum-Manager angemeldet sind, wird hierdurch ein Freigabeverweis erstellt und dieser zu den webtrees-Favoriten auf der Stammbaum-Startseite hinzugefügt
fr: Si vous êtes connecté en tant que gestionnaire de l'arbre, cela créera un lien de partage et l'ajoutera aux favoris webtrees sur la page d'accueil de l'arbre
ru: если вы вошли в систему как менеджер дерева, создается ссылка для общего доступа и добавляется в избранное webtrees на главной странице дерева

source: When logged out, only the Delete and Download options will be available
ca: Quan es tanqui la sessió, només estaran disponibles les opcions Suprimeix i Descarrega
de: falls Sie nicht angemeldet sind, stehen nur die Optionen Löschen und Herunterladen zur Verfügung
fr: Lorsque vous êtes déconnecté, seules les options Supprimer et Télécharger sont disponibles
ru: При выходе из системы будут доступны только опции Удалить и Загрузить

source: The &quot;Show saved diagrams panel&quot; option adds a new section to the settings that makes the saved settings available as a dropdown list. You may wish to use webtrees&apos; ability for an administrator to &quot;Masquerade as user&quot; to set up some settings for another user, then enable this option, so they can easily choose different prepared diagrams without needed to delve into the advanced settings.
ca: Els "Mostra els diagrames desats panel" L'opció afegeix una secció nova a la configuració que fa que la configuració desada estigui disponible com a llista desplegable. És possible que vulgueu utilitzar la capacitat de Webtrees per a un administrador de "Disfressar-se d'usuari" Per configurar alguns paràmetres per a un altre usuari, activeu aquesta opció, de manera que pugui triar fàcilment diferents diagrames preparats sense necessitat d'aprofundir en la configuració avançada.
de: Die Option &quot;Abschnitt mit gespeicherten Diagrammen anzeigen&quot; fügt einen neuen Abschnitt zu den Einstellungen hinzu, der die gespeicherten Diagrammeinstellungen als Auswahlliste verfügbar macht. Sie können als Administrator die Fähigkeit von webtrees nutzen, sich als irgendeinen Benutzer auszugeben, um einige Einstellungen für diesen Benutzer einzurichten, und dann diese Option aktivieren, damit dieser Benutzer sehr einfach verschiedene vorbereitete Diagramme auswählen kann, ohne sich mit den erweiterten Einstellungen befassen zu müssen.
fr: L'option &quot;Show saved diagrams panel&quot ; ajoute une nouvelle section aux paramètres qui rend les paramètres sauvegardés disponibles sous forme de liste déroulante. Vous pouvez souhaiter utiliser la capacité de webtrees qu'un administrateur se fasse passer pour un utilisateur afin de configurer certains paramètres pour un autre utilisateur, puis activer cette option, afin qu'il puisse facilement choisir différents diagrammes préparés sans avoir besoin de se plonger dans les paramètres avancés.
ru: Панель &quot; Показать сохраненные panel&quot; Опция добавляет новый раздел к настройкам, который делает сохраненные настройки доступными в виде выпадающего списка. Вы можете использовать webtrees&apos; возможность для администратора &quot; Маскироваться под user&quot; настроить некоторые параметры для другого пользователя, а затем включить эту опцию, чтобы они могли легко выбирать различные подготовленные диаграммы без необходимости вникать в дополнительные настройки.

source: change the name of a saved setting
ca: Canviar el nom d'una opció de configuració desada
de: Namen der gesicherten Einstellung ändern
fr: changer le nom d'un fichier de paramètres
ru: изменить имя сохраненной настройки

source: Added to My favourites
ca: Afegit a Els meus favorits
de: Zu meinen Favoriten hinzugefügt
fr: Ajouté à Mes Favoris
ru: Добавлено в избранное

source: Added to Tree favourites
ca: Afegit als favorits de l'arbre
de: Zu den Favoriten dieses Baumes hinzugefügt
fr: Ajouté aux favoris de l'Arbre
ru: Добавлено в избранное Дерево

source: For output such as JPG and PNG, the DPI setting will produce higher quality output when it is larger, but will also increase the file size. Smaller values will produce smaller files, but the quality will be worse and if the value is too low you may not be able to read text.
ca: Per a sortides com JPG i PNG, la configuració DPI produirà una sortida de més qualitat quan sigui més gran, però també augmentarà la mida del fitxer. Els valors més petits produiran fitxers més petits, però la qualitat serà pitjor i si el valor és massa baix és possible que no pugueu llegir text.
de: Für Ausgaben in Formaten wie JPG und PNG erzeugt die DPI-Einstellung eine höhere Ausgabequalität, wenn der Wert größer ist; dies erhöht aber auch die Dateigröße. Kleinere Werte erzeugen kleinere Dateien, aber die Qualität ist schlechter. Wenn der Wert zu niedrig ist, können Sie Text möglicherweise nicht mehr lesen.
fr: Pour les sorties telles que JPG et PNG, le paramètre DPI produira une sortie de meilleure qualité lorsqu'il est plus grand, mais augmentera également la taille du fichier. Des valeurs plus petites produiront des fichiers plus petits, mais la qualité sera moins bonne et si la valeur est trop faible, vous risquez de ne pas pouvoir lire le texte.
ru: Для вывода, такого как JPG и PNG, параметр DPI будет обеспечивать более высокое качество вывода, когда он больше, но также увеличит размер файла. Меньшие значения будут создавать файлы меньшего размера, но качество будет хуже, и если значение слишком низкое, вы не сможете прочитать текст.

source: These options affect the distance between nodes on the diagram.
ca: Les opcions afecten la distància entre nodes del diagrama.
de: Diese Optionen beeinflussen den Abstand zwischen den Knoten im Diagramm.
fr: Ces options affectent la distance entre les nœuds sur le diagramme.
ru: Эти параметры влияют на расстояние между узлов на диаграмме.

source: How close you want generations on the output. For example, for left to right output, smaller numbers will bring the columns of individuals closer together, while larger numbers would push them further apart.
ca: Com a prop vulgueu generacions a la sortida. Per exemple, per a la sortida d'esquerra a dreta, els nombres més petits aproparan les columnes dels individus, mentre que els nombres més grans els separarien encara més.
de: Wie nah die Generationen im Diagramm sein sollen. Beispielsweise bringen kleinere Zahlen für die Ausgabe von links nach rechts die Spalten der Personen näher zusammen, während größere Zahlen sie weiter auseinander schieben.
fr: À quel point vous voulez que les générations soient proches sur la sortie. Par exemple, pour une sortie de gauche à droite, des nombres plus petits rapprocheront les colonnes d'individus, tandis que des nombres plus grands les éloigneront.
ru: Насколько близко вы хотите, чтобы поколения были на выходе. Например, для вывода слева направо меньшие числа сблизят столбцы отдельных лиц, а большие числа раздвинут их дальше друг от друга.

source: How close you want the individuals of the same generation on the output. For example, for left to right output, smaller numbers will mean less space vertically between the boxes, while larger numbers would push them further apart.
ca: Com a prop voleu els individus de la mateixa generació a la sortida. Per exemple, per a la sortida d'esquerra a dreta, els nombres més petits significaran menys espai verticalment entre les caselles, mentre que els nombres més grans els separarien encara més.
de: Wie nah beieinander die Personen der gleichen Generation im Diagramm dargestellt werden. Beispielsweise bedeuten kleinere Zahlen für die Ausgabe von links nach rechts weniger vertikalen Abstand zwischen den Kästchen, während größere Zahlen sie weiter auseinander schieben.
fr: À quel point vous voulez que les individus d'une même génération soient proches sur la sortie. Par exemple, pour une sortie de gauche à droite, des nombres plus petits signifieront moins d'espace verticalement entre les cases, tandis que des nombres plus grands les éloigneront davantage.
ru: Как закрыть вы хотите, чтобы люди одного поколения на выходе. Например, для вывода слева направо меньшие числа будут означать меньшее расстояние по вертикали между прямоугольниками, а большие числа раздвинут их дальше друг от друга.

source: This section lets you change settings related to the layout of the diagram.
ca: Aquesta secció us permet canviar els paràmetres relacionats amb la disposició del diagrama.
de: In diesem Abschnitt können Sie Einstellungen ändern, die die Gestaltung des Diagramms betreffen.
fr: Cette section permet de changer les réglages de la mise en page du diagramme
ru: В этом разделе можно изменить настройки, связанные с макетом диаграммы.

source: When you have selected the "Combined" layout option, this option lets you choose whether the partners should be shown size by side (default), or in Stacked mode, which places them on top of each other. Stacked mode reduces the width of the diagram, which can be helpful in some situations.
ca: Quan hàgiu seleccionat l'opció de disposició "Combinada", aquesta opció us permet triar si els socis s'han de mostrar mida per costat (per defecte) o en mode apilat, que els col·loca l'un sobre l'altre. El mode apilat redueix l'amplada del diagrama, cosa que pot ser útil en algunes situacions.
de: Wenn Sie den Diagrammtyp "kombiniert“ ausgewählt haben, können Sie mit dieser Einstellung festlegen, ob die Partner nebeneinander (Standard) oder übereinander angezeigt werden sollen. Der Modus "übereinander" reduziert die Breite des Diagramms, was in manchen Situationen hilfreich sein kann.
fr: Lorsque vous avez sélectionné l'option de mise en page "Combiné", cette option vous permet de choisir si les partenaires doivent être affichés côte à côte (par défaut) ou en mode Empilé, ce qui les place l'un au-dessus de l'autre. Le mode empilé réduit la largeur du diagramme, ce qui peut être utile dans certaines situations.
ru: Если вы выбрали вариант макета «Комбинированный», этот параметр позволяет выбрать, будут ли партнеры отображаться по размеру рядом (по умолчанию) или в режиме «Стопка», при котором они размещаются друг над другом. Сложенный режим уменьшает ширину диаграммы, что может быть полезно в некоторых ситуациях.

source: This section allows you to change colours associated with the diagram that are not directly related to the individual or family tiles. Click the coloured box to change the colour. This uses your browser&apos;s colour picker, so will look different depending on what browser you are using.
ca: Aquesta secció permet canviar els colors associats al diagrama que no estan directament relacionats amb les fitxes individuals o familiars. Feu clic al quadre de colors per canviar el color. Això utilitza el selector de color del vostre navegador, de manera que es veurà diferent en funció del navegador que utilitzeu.
de: In diesem Abschnitt können Sie die Farben im Diagramm ändern, die nicht direkt mit den Personen- oder Familienkästchen in Verbindung stehen. Klicken Sie auf das farbige Kästchen, um die Farbe zu ändern. Diese Funktion verwendet die Farbauswahl Ihres Browsers und sieht daher je nach verwendetem Browser anders aus.
fr: Cette section vous permet de modifier les couleurs associées au diagramme qui ne sont pas directement liées aux vignettes des individus ou des familles. Cliquez sur la case colorée pour modifier la couleur. Cette fonction utilise le sélecteur de couleurs de votre navigateur et sera donc différente selon le navigateur que vous utilisez.
ru: Этот раздел позволяет вам изменить цвета, связанные с диаграммой, которые не связаны напрямую с отдельными плитками или плитками семейства. Щелкните цветное поле, чтобы изменить цвет. Это использует палитру цветов вашего браузера, поэтому будет выглядеть по-разному в зависимости от того, какой браузер вы используете.

source: This is the colour of the area behind the family tree.
ca: Aquest és el color de la zona que hi ha darrere de l'arbre genealògic.
de: Dies ist die Farbe des Bereichs hinter dem Stammbaum.
fr: Il s'agit de la couleur de la zone située derrière l'arbre généalogique.
ru: Это цвет области позади генеалогического древа.

source: The colour of the arrows that show relationships between individuals and families.
ca: El color de les fletxes que mostren les relacions entre individus i famílies.
de: Die Farbe der Pfeile, die Beziehungen zwischen Einzelpersonen und Familien anzeigen.
fr: La couleur des flèches qui indiquent les relations entre les individus et les familles.
ru: Цвет стрелок, показывающих взаимосвязь между отдельные лица и семьи.

source: This shows blood relationships in a different colour than other relationships (e.g. adoption). Selecting this option will provide two colours that can be customised
ca: Aquesta mostra les relacions sanguínies en un color diferent que altres relacions (p. ex., adopció). Seleccionant aquesta opció es proporcionaran dos colors que es poden personalitzar
de: Dies zeigt eine Blutsverwandtschaft in einer anderen Farbe als andere Beziehungen (z. B. Adoption). Wenn Sie diese Option auswählen, werden zwei Farben bereitgestellt, die angepasst werden können
fr: Cette option permet d'afficher les liens de sang dans une couleur différente de celle des autres liens (par exemple, l'adoption). En sélectionnant cette option, vous obtiendrez deux couleurs qui peuvent être personnalisées
ru: Это показывает кровное родство другим цветом, чем другие родственные связи (например, усыновление). При выборе этого параметра будут доступны два цвета, которые можно настроить

source: The arrow colour to use for children related by birth
ca: el color de la fletxa a utilitzar per als nens relacionats per naixement
de: die Pfeilfarbe, die für Kinder verwendet werden soll, die durch Geburt verwandt sind
fr: la couleur de la flèche à utiliser pour les enfants liés par la naissance
ru: цвет стрелки, который будет использоваться для детей, связанных родством по рождению

source: The arrow colour to use for children not related by birth
ca: el color de la fletxa a utilitzar per a nens no relacionats per naixement
de: die zu verwendende Pfeilfarbe für nicht blutsverwandte Kinder
fr: la couleur de la flèche à utiliser pour les enfants qui ne sont pas liés par la naissance
ru: используемый цвет стрелки. для детей, не связанных кровным родством

source: Layout
ca: Traçat
de: Gestaltung
fr: Disposition
ru: Макет

source: Partner position
ca: Posició de soci
de: Position der Partner
fr: Position des partenaires
ru: Партнерская позиция

source: Combined diagram type only
ca: Només tipus de diagrama combinat
de: nur für den Diagrammtyp "kombiniert"
fr: Seulement les diagrammes de type Combiné
ru: Только комбинированный тип диаграммы
